Repository: MrCakeSlayer/CakeyBot-locale
Catalog: Bot/strings.*.resx
Languages: ar_sa, de_de, el_gr, it_it, ko_kr, nl_nl, ro_ro, tr_tr

# mod_purge_disabled
source: **Advanced purge is currently disabled due to problems.**
ar_sa: ** حذف متقدم معطّل حاليًا بسبب مشاكل. **
de_de: **Der erweiterte Purge-Befehl ist aufgrund von Problemen derzeit deaktiviert.**
el_gr: **Η προϊγμένη διαγραφή είναι απενεργοποιημένη λόγο προβλημάτων.**
it_it: **Eliminazione avanzata disabilitata attualmente a causa di problemi.**
ko_kr: **고급 지우기는 문제로 인해 현재 비활성화되어 있습니다.**
nl_nl: **Geavanceerde opruiming is momenteel uitgeschakeld vanwege problemen.**
ro_ro: **Actualizarea avansată este dezactivată în prezent din cauza unor probleme.**
tr_tr: **Gelişmiş Temizleme problemlerden ötürü şu anda devre dışı.**

# mod_purge_url
source: Deleted Messages:
ar_sa: الرسائل المحذوفة:
de_de: Gelöschte Nachrichten:
el_gr: Διαγραμμένα μηνύματα:
it_it: Messaggi Eliminati:
ko_kr: 삭제된 메시지:
nl_nl: Verwijderde berichten:
ro_ro: Mesaje șterse:
tr_tr: Silinen Mesaj Geçmişi:

# mod_dehoist_start
source: <:CB_Check:437024001596981248> Removing nickname hoists, this can take a while. Note: A message will be sent upon completion.
ar_sa: <:CB_Check:437024001596981248> إزالة رافعات الألقاب ، قد يستغرق ذلك بعض الوقت. ملاحظة: سيتم إرسال رسالة عند الانتهاء.
de_de: <:CB_Check:437024001596981248> Nickname Gruppierungen werden entfernt, dies kann eine Weile dauern. Hinweis: Eine Nachricht wird bei der Fertigstellung versendet.
el_gr: <:CB_Check:437024001596981248> Καταργώντας τα ψευδώνυμα των χρηστών, αυτό μπορεί να διαρκέσει λίγο. Σημείωση: Ένα μήνυμα θα σταλεί μετά την ολοκλήρωση.
it_it: <:CB_Check:437024001596981248> Rimuovendo i paranchi per i soprannomi, questo può richiedere del tempo. Nota: un messaggio verrà inviato al completamento.
ko_kr: <:CB_Check:437024001596981248> 닉네임 별도 표시를 제거하는 중입니다, 잠시 시간이 걸릴 수 있습니다. 참고: 완료 시 메시지가 전송됩니다.
nl_nl: <:CB_Check:437024001596981248> Bijnaam hoisten verwijderen kan een tijdje duren. Let op: Er wordt een bericht verzonden na voltooiing.
ro_ro: <:CB_Check:437024001596981248> Îndepărtarea poreclelor, acest lucru poate dura o vreme. Note: Un mesaj va fi trimis la finalizare.
tr_tr: <:CB_Check:437024001596981248> İsimlerini başta göstermek için takma adlarına işaret koyanların takma adları siliniyor. Bu biraz zaman alabilir. Not: İşlem tamamlandığında bir mesaj göndereceğiz.

# mod_dehoist_success
source: Successfully dehoisted `{0}` members.
ar_sa: نجح في إزالة أعضاء `{0}`.
de_de: `{0}` Mitglieder werden nun nicht mehr Oben angezeigt.
el_gr: Αφαίρεσα με επιτυχία την ανύψωση από `{0}` μέλη.
it_it: `{0}` membri correttamente retrocessi.
ko_kr: 멤버 `{0}`명을 별도 표시하지 않도록 성공적으로 설정했습니다.
nl_nl: `{0}` leden met succes lager gezet.
ro_ro: Scăderea celor `{0}` membri a fost făcută cu succes.
tr_tr: `{0}` üyenin ayrı gösterilmesi başarıyla kapatıldı.

# mod_unnick_start
source: <:CB_Check:437024001596981248> Removing user nicknames, this can take a while. Note: A message will be sent upon completion.
ar_sa: <:CB_Check:437024001596981248> إزالة رافعات الألقاب ، قد يستغرق ذلك بعض الوقت. ملاحظة: سيتم إرسال رسالة عند الانتهاء.
de_de: <:CB_Check:437024001596981248> Nicknames werden entfernt, dies kann eine Weile dauern. Hinweis: Eine Nachricht wird bei der Fertigstellung versendet.
el_gr: <:CB_Check:437024001596981248> Καταργώντας τα ψευδώνυμα των χρηστών, αυτό μπορεί να διαρκέσει λίγο. Σημείωση: Ένα μήνυμα θα σταλεί μετά την ολοκλήρωση.
it_it: <:CB_Check:437024001596981248> La rimozione dei nickname dell, tente può richiedere del tempo. Nota: un messaggio verrà inviato al completamento.
ko_kr: <:CB_Check:437024001596981248> 사용자 닉네임을 제거하는 중입니다, 잠시 시간이 걸릴 수 있습니다. 참고: 완료 시 메시지가 전송됩니다.
nl_nl: <:CB_Check:437024001596981248> Gebruikersnamen verwijderen kan een tijdje duren. Let op: Er zal een bericht worden verzonden na voltooiing.
ro_ro: <:CB_Check:437024001596981248> Eliminarea poreclelor utilizatorului, acest lucru poate dura o vreme. Note: Un mesaj va fi trimis la finalizare.
tr_tr: <:CB_Check:437024001596981248> Tüm kullanıcıların takma adları siliniyor, bu biraz zaman alabilir. Not: İşlem tamamlandığında bir mesaj göndereceğiz.

# mod_unnick_success
source: Successfully removed the nick of `{0}` members.
ar_sa: تمت إزالة الأسماء من أعضاء `{0}` بنجاح.
de_de: Der Nickname wurde erfolgreich von `{0}` Mitgliedern entfernt.
el_gr: Καταργήθηκε με επιτυχία το ψευδώνυμο από `{0}` μέλη.
it_it: Rimosso con successo il nick dei membri `{0}`.
ko_kr: 멤버 `{0}`명의 닉을 성공적으로 제거했습니다.
nl_nl: Succesvol de bijnaam van{0}` leden verwijderd.
ro_ro: S-a eliminat cu succes nick-ul de la `{0}` membri.
tr_tr: `{0}` kullanıcının takma adları başarıyla silindi.

# mod_slowmode_success
source: Slowmode for channel: `{0}` has been updated to `{1}h{2}m{3}s`.
ar_sa: بطيء الوضع للقناة: `{0}` تم تحديثه إلى `{1} س {2} د {3} ث`.
de_de: Slowmode für Channel: `{0}` wurde aktualisiert auf `{1}h{2}m{3}s`.
el_gr: Η αργή λειτουργία για το κανάλι: `{0}`έχει ενημερωθεί σε`{1}h{2}m{3}s`.
it_it: Modalità lenta per il canale: `{0}` aggiornata a `{1}h{2}m{3}s`.
ko_kr: `{0}` 채널의 슬로우 모드가 `{1}시간 {2}분 {3}초`로 갱신되었습니다.
nl_nl: Slowmode voor kanaal: `{0}` is bijgewerkt naar `{1}h{2}m{3}s`.
ro_ro: Modul de Încetinire pentru canalul: `{0}` a fost actualizată la `{1}h{2}m{3}s`.
tr_tr: `{0}` kanalı için yavaş mod `{1}sa{2}dk{3}sn` olarak güncellendi.

# time_error_invalid
source: Please enter a valid time.
ar_sa: يرجى إدخال وقت صحيح.
de_de: Bitte geben Sie eine gültige Zeit ein.
el_gr: Παρακαλούμε εισάγετε μια έγκυρη ώρα.
it_it: Sei pregato di inserire un orario valido.
ko_kr: 올바른 시간을 입력하세요.
nl_nl: Voer een geldige tijd in.
ro_ro: Introduceți o oră validă.
tr_tr: Geçerli bir zaman girin.

# time_error_invalid_6h
source: (Less than 6 hours)
ar_sa: (أقل من 6 ساعات)
de_de: (weniger als 6 Stunden)
el_gr: (Λιγότερο από 6 ώρες)
it_it: (Meno di 6 ore)
ko_kr: (6시간 이하)
nl_nl: (minder dan 6 uur)
ro_ro: (Mai puțin de 6 ore)
tr_tr: (6 saatten kısa olmak şartıyla)

# time_error_large
source: Time provided is too large.
ar_sa: الوقت المتاح كبير جدا.
de_de: Die angegebene Zeit ist zu lang.
el_gr: Η ώρα που παρέχεται είναι πολύ μεγάλη.
it_it: Orario fornito troppo grande.
ko_kr: 지정한 시간이 너무 큽니다.
nl_nl: De verstrekte tijd is te groot.
ro_ro: Timpul oferit este prea mare.
tr_tr: Girilen zaman çok büyük.

# time_error_negative
source: Time can not be negative or less than zero.
ar_sa: الوقت لا يمكن أن يكون سلبيا أو أقل من الصفر.
de_de: Die Zeit kann nicht negativ oder kleiner als Null sein.
el_gr: Η ώρα δεν μπορεί να είναι αρνητική ή λιγότερη από το 0.
it_it: Il tempo non può essere negativo o inferiore a zero.
ko_kr: 시간은 음수이거나 0보다 작을 수 없습니다.
nl_nl: Tijd kan niet negatief of minder zijn dan nul.
ro_ro: Timpul nu poate fi negativ sau mai mic de zero.
tr_tr: Zaman negatif veya sıfırdan daha az olamaz.

# info_about_description
source: **About:**```An advanced, customizable bot built to directly compete with Dyno and Rythm. Cakey Bot is built to combine powerful music capabilities with a multititude of utility features. Cakey Bot combines the features that usually requires multiple bots into a single bot. Making guild management simplier and quicker.```
ar_sa: ** حول: ** ```روبوت متقدم وقابل للتخصيص تم تصميمه للتنافس مباشرة مع Dyno و Rythm. تم تصميم Cakey Bot للجمع بين إمكانيات الموسيقى القوية مع العديد من ميزات الأدوات. يجمع Cakey Bot بين الميزات التي تتطلب عادة روبوتات متعددة في روبوت واحد. جعل إدارة النقابة أكثر بساطة وأسرع. ```
de_de: **Über:**```Cakey Bot ist ein fortgeschrittener, anpassbarer Bot - gemacht um mit Dyno und Rythm zu konkurrieren. Cakey Bot vereint einfache und effiziente Musik-Funktionen mit einer breiten Facette an nützlichen Hilfs-Funktionen. Cakey Bot vereint viele Funktionen, welche normalerweise mehrere Bots benötigen würden in einem praktischen Bot. Dadurch ist das Clan-Management einfacher und wesentlich schneller.```
el_gr: **Σχετικά:**``` Ένα προηγμένο, επεξεργαζόμενο bot φτιαγμένο για να ανταγωνιστεί άμεσα το Dyno και το Rythm. Το Cakey Bot φτιάχτηκε για να συνδυάσει ισχυρές μουσικές δυνατότητες με μια πληθώρα χαρακτηριστικών χρησιμότητας. Το Cakey Bot συνδυάζει τα χαρακτηριστικά που συνήθως χρειάζονται πολλαπλά bots, όλα σε ένα. Καθιστώντας τη διαχείριση του σέρβερ απλούστερη και ταχύτερη. ```
it_it: **Informazioni:**``` Un bot avanzato, personalizzabile, costruito direttamente per competere con Dyno e Rythm. Cakey Bot è costruito per combinare capacità musicali potenti con una moltitudine di funzioni di utilità. Cakey Bot combina le caratteristiche che solitamente richiedono molti bot in un singolo bot. Rendendo la gestione della gilda più semplice e rapida.```
ko_kr: **정보:**```Dyno 및 Rythm과 직접 경쟁하기 위해 만들어진 고급 맞춤형 봇입니다. Cakey Bot은 강력한 음악 기능과 다양한 유틸리티 기능을 합치기 위해 만들어졌습니다. Cakey Bot은 일반적으로 여러 봇이 필요한 기능을 봇 하나로 합칩니다. 길드 관리를 보다 간단하고 빠르게.```
nl_nl: **Over ons:**```Een geavanceerde, aanpasbare bot gemaakt om direct te concurreren met Dyno en Rythm. Cakey Bot is gemaakt om krachtige muziekmogelijkheden te combineren met een groot aantal nutsmogelijkheden. Cakey Bot combineert de functies die over het algemeen meerdere bots vereisen, in maar éen enkel bot. Verbeterde gilde beheer eenvoudiger en sneller.```
ro_ro: ** Despre:**```Un bot avansat, personalizabil construit pentru a concura direct cu Dyno și Rythm. Cakey Bot este construit pentru a combina capacitățile muzicale puternice cu o multititudine de caracteristici de utilitate. Cakey Bot combină caracteristicile care necesită, de obicei, roboții multipli într-un singur bot. Punând administrarea asociației mai simpliste și mai rapide.```
tr_tr: **Hakkında:**```Dyno ve Rythm ile rekabet edebilmek için kodlanmış, gelişmiş ve kişiselleştirilebilen bir bot. Cakey Bot güçlü müzik yeteneklerini çok sayıda işe yarar özelliklerle birleştirmek için tasarlanmıştır. Cakey Bot birden fazla botta olan özellikleri tek bir botta toplayıp birleştirerek sunucu yönetimini basit ve hızlı hale getirir.```

# info_about_vote
source: :star: Like Cakey Bot? Well, show your support and donate at:
ar_sa: :star: حب كيكى بوت؟ حسنًا ، أظهر دعمك والتصويت على:
de_de: :star: Du magst Cakey Bot? Dann zeige uns deinen Support und Vote für uns auf:
el_gr: :star: Σας αρέσει το Cakey Bot? Δείξτε την υποστήριξη σας και ψηφίστε το στο:
it_it: :star: Ti piace Cakey Bot? Bene, mostra il tuo supporto e dona a:
ko_kr: :star: Cakey Bot이 마음에 드시나요? 지지를 보여주고 다음 웹사이트에서 투표하세요.
nl_nl: :star: Blij met Cakey Bot? Toon dan je steun en stem op:
ro_ro: :star: Ca la Cakey Bot? Ei bine, arată sprijinul tău și donează la:
tr_tr: :star: Cakey Bot'u seviyor musun? O zaman desteğini göster ve bize oy ver:

# info_ping
source: Heartbeat - Shard #{0}: {1}ms
ar_sa: نبضات - شظية #{0}: {1} مللي ثانية
el_gr: Παλμός - Shard #{0}: {1}ms
it_it: Battito Cardiaco - Frammento #{0}: {1}ms
ko_kr: 하트비트 - 샤드 #{0}: {1}밀리초
nl_nl: Hartslag - Shard #{0}: {1}ms
ro_ro: Ritmul Inimii - Shard #{0}: {1}ms
tr_tr: Kalp Atışı - #{0}. Shard: {1}ms

# info_ping_avg
source: Heartbeat Average:
ar_sa: نبضات متوسط:
de_de: durchschnittlicher Puls:
el_gr: Μέσος καρδιακός ρυθμός:
it_it: Media Battito Cardiaco:
ko_kr: 하트비트 평균:
nl_nl: Heartbeat Gemiddelde:
ro_ro: Media Bătăilor Inimii:
tr_tr: Ortalama Kalp Atışı:

# info_created_date
source: Created on {0}. That's {1} days ago!
ar_sa: تم إنشاؤه في {0}. لقد مضى {1} يومًا!
de_de: Erstellt am {0}. Das ist {1} Tage her!
el_gr: Φτιάχτηκε στις {0}. Φτιάχτηκε {1} ημέρες πριν!
it_it: Creato il {0}. Questo è {1} giorni fa!
ko_kr: {0}에 만들어졌네요. 바로 {1}일 전이랍니다!
nl_nl: Gemaakt op {0}. Dat is {1} dagen geleden!
ro_ro: Creat pe {0}. Adică acum {1} zile!
tr_tr: {0} tarihinde oluşturuldu. Bu tam {1} gün önce!

# info_joined_date
source: Joined Discord on {0}. That is {1} days ago!
ar_sa: انضم إلى Discord في {0}. هذا هو {1} أيام!
de_de: Discord beigetreten am {0}. Das ist {1} Tage her!
el_gr: Μπήκε στο Discord στις {0}. Μπήκε {1} ημέρες πριν!
it_it: Unito a Discord il {0}. Questo è {1} giorni fa!
ko_kr: {0}에 Discord에 가입했네요. 바로 {1}일 전이랍니다!
nl_nl: Werd lid van Discord op {0}. Dat is {1} dagen geleden!
ro_ro: S-au alăturat Discord pe {0}. adică acum {1} zile!
tr_tr: {0} tarihinde Discord'a katıldı. Bu tam {1} gün önce!

# info_boosters_extra
source: +{0} more users.
ar_sa: +{0} المزيد من المستخدمين.
de_de: +{0} weitere Benutzer.
el_gr: +{0} περισσότερους χρήστες.
it_it: +{0} altri utenti.
ko_kr: 사용자 {0}명이 더 있습니다.
nl_nl: nog +{0} gebruikers.
ro_ro: +{0} mai mulți utilizatori.
tr_tr: +{0} kullanıcı daha.

# info_boosters_error
source: No boosters found.
ar_sa: لم يتم العثور على التعزيز.
de_de: Keine Booster gefunden.
el_gr: Δεν βρέθηκαν ενισχυτές.
it_it: Nessun booster trovato.
ko_kr: 부스터가 없습니다.
nl_nl: Geen boosters gevonden.
ro_ro: Nu s-au găsit boostere.
tr_tr: Sunucuya takviye yapan kimse bulunamadı.

# info_string_1
source: Total Members
ar_sa: مجموع الأعضاء
de_de: Anzahl Mitglieder
el_gr: Συνολικά Μέλη
it_it: Membri Totali
ko_kr: 총 멤버 수
nl_nl: Aantal leden
ro_ro: Membrii în Total
tr_tr: Toplam Kullanıcı

# info_string_2
source: Humans
ar_sa: البشر
de_de: Menschen
el_gr: Άνθρωποι
it_it: Umani
ko_kr: 사람
nl_nl: Mensen
ro_ro: Oamenii
tr_tr: İnsanlar

# info_string_3
source: Bots
ar_sa: بوت
it_it: Bot
ko_kr: 봇
ro_ro: Boți
tr_tr: Botlar

# info_string_4
source: Online
ar_sa: اونلاين
el_gr: Xρήστες σε σύνδεση
ko_kr: 온라인
tr_tr: Çevrimiçi

# info_string_5
source: Offline
ar_sa: غير متصل
el_gr: Offline χρήστες
ko_kr: 오프라인
tr_tr: Çevrimdışı

# info_string_6
source: Banned
ar_sa: محظور
de_de: Gebannt
el_gr: Banned χρήστες
it_it: Bandito
ko_kr: 차단됨
nl_nl: Verbannen
ro_ro: Accesarea Interzisă
tr_tr: Yasaklı

# info_string_7
source: Owner
ar_sa: مالك
de_de: Besitzer
el_gr: Ιδιοκτήτης
it_it: Proprietario
ko_kr: 소유자
nl_nl: Eigenaar
ro_ro: Proprietar
tr_tr: Sahip

# info_string_8
source: Members
ar_sa: أعضاء
de_de: Mitglieder
el_gr: Μέλη
it_it: Membri
ko_kr: 멤버
nl_nl: Leden
ro_ro: Membri
tr_tr: Üyeler

# info_string_9
source: Region
ar_sa: منطقة
el_gr: Περιοχή
it_it: Regione
ko_kr: 지역
nl_nl: Regio
ro_ro: Regiune
tr_tr: Bölge

# info_string_10
source: Roles
ar_sa: الأدوار
de_de: Rollen
el_gr: Ρόλοι
it_it: Ruoli
ko_kr: 역할
nl_nl: Rollen
ro_ro: Roluri
tr_tr: Roller

# info_string_11
source: Channels
ar_sa: قنوات
de_de: Kanäle
el_gr: Κανάλια
it_it: Canali
ko_kr: 채널
nl_nl: Kanalen
ro_ro: Canale
tr_tr: Kanallar

# info_string_12
source: Categories
ar_sa: التصنيفات
de_de: Kategorien
el_gr: Κατηγορίες
it_it: Categorie
ko_kr: 범주
nl_nl: Categorieën
ro_ro: Categorii
tr_tr: Kategoriler

# info_string_13
source: AFK Channel
ar_sa: قناة AFK
de_de: AFK-Kanal
el_gr: Κανάλι AFK
it_it: Canale AFK
ko_kr: 잠수 채널
nl_nl: AFK-kanaal
ro_ro: Canalul Departe de Tastatură
tr_tr: AFK Kanalı

# info_string_14
source: No AFK Channel
ar_sa: لا قناة AFK
de_de: Keinen AFK Kanal
el_gr: Δεν υπάρχει Κανάλι AFK
it_it: Nessun Canale AFK
ko_kr: 잠수 채널 없음
nl_nl: Geen AFK-kanaal
ro_ro: Fără Canal pentru Departe de Tastatură
tr_tr: AFK Kanalı yok

# info_string_15
source: Total Emojis
ar_sa: مجموع رموز تعبيرية
de_de: Anzahl Emojis
el_gr: Συνολικά emojis
it_it: Emoji Totali
ko_kr: 총 이모지 수
nl_nl: Aantal Emojis
ro_ro: Emoticonuri în Total
tr_tr: Toplam Emoji

# info_string_16
source: Role List
ar_sa: قائمة الدور
de_de: Rollenliste
el_gr: Λίστα ρόλων
it_it: Elenco dei Ruoli
ko_kr: 역할 목록
nl_nl: Rollenlijst
ro_ro: Listă de Roluri
tr_tr: Rol Listesi

# info_string_17
source: None
ar_sa: لا شيء
de_de: Keine
el_gr: Κανένα
it_it: Nessuno
ko_kr: 없음
nl_nl: Geen
ro_ro: Nici unul
tr_tr: Hiçbiri

# info_string_18
source: VIP Features
ar_sa: مميزات VIP
de_de: VIP-Funktionen
el_gr: Χαρακτηριστικά VIP
it_it: Caratteristiche VIP
ko_kr: VIP 기능
nl_nl: VIP Functies
ro_ro: Caracteristici VIP
tr_tr: VIP Özellikler

# info_string_19
source: {0}'s Avatar
ar_sa: الصورة الرمزية لـ {0}
el_gr: Το εικονίδιο του χρήστη {0}
it_it: Avatar di {0}
ko_kr: {0}의 아바타
nl_nl: {0} zijn Avatar
ro_ro: Avatarul lui {0}
tr_tr: {0} adlı kişinin Avatarı

# info_string_20
source: {0}'s User Info
ar_sa: {0} معلومات المستخدم
de_de: {0}'s Benutzerinfo
el_gr: Οι πληροφορίες του χρήστη {0}
it_it: Informazioni Utente di {0}
ko_kr: {0}의 사용자 정보
nl_nl: {0} Gebruikers Info
ro_ro: Informația utilizatorului {0}
tr_tr: {0} adlı kişinin Kullanıcı Bilgisi

# info_string_21
source: Status
ar_sa: الحالة
el_gr: Κατάσταση
it_it: Stato
ko_kr: 상태
ro_ro: Statut
tr_tr: Durum

# info_string_22
source: Activity
ar_sa: نشاط
de_de: Aktivität
el_gr: Δραστηριότητα
it_it: Attività
ko_kr: 활동
nl_nl: Activiteit
ro_ro: Activitate
tr_tr: Etkinlik

# info_string_23
source: Nickname
ar_sa: الإسم المستعار
de_de: Spitzname
el_gr: Ψευδώνυμο
ko_kr: 닉네임
nl_nl: Bijnaam
ro_ro: Poreclă
tr_tr: Takma Ad

# info_string_24
source: Discriminator
ar_sa: مميز
de_de: Diskriminator
el_gr: Διακριτικό
it_it: Discriminatore
ko_kr: 판별자
tr_tr: Etiket

# info_string_25
source: Avatar
ar_sa: الصورة الشخصية
el_gr: Εικονίδιο
ko_kr: 아바타

# info_string_26
source: Joined Guild
ar_sa: انضم إلى النقابة
de_de: Clan beigetreten
el_gr: Μπήκε στον σέρβερ
it_it: Unito alla Gilda
ko_kr: 길드 참여 날짜
nl_nl: Aangesloten bij Gilde
ro_ro: Alăturat corporației
tr_tr: Katılma Tarihi

# info_string_27
source: Bot
ar_sa: بوت
ko_kr: 봇

# info_string_28
source: Human
ar_sa: إنسان
de_de: Mensch
el_gr: Άνθρωπος
it_it: Umano
ko_kr: 사람
nl_nl: Mens
ro_ro: Om
tr_tr: İnsan

# info_string_29
source: Bot or Human?
ar_sa: بوت أو الإنسان؟
de_de: Bot oder Mensch?
el_gr: Bot ή άνθρωπος;
it_it: Bot o Umano?
ko_kr: 봇 또는 사람?
nl_nl: Bot of Mens?
ro_ro: Bot sau Om?
tr_tr: Bot mu İnsan mı?

# info_string_30
source: Boosting?
ar_sa: تسريع؟
de_de: Booster?
el_gr: Ενίσχυει;
it_it: Potenziare?
ko_kr: 부스트 중?
nl_nl: Booster?
ro_ro: Conduce?
tr_tr: Boostluyor Mu?

# info_string_31
source: Is Muted?
ar_sa: هل تم كتم ؟
de_de: Stumm gestellt?
el_gr: Είναι muted;
it_it: È mutato?
ko_kr: 음소거됨?
nl_nl: Is gedempt?
ro_ro: Este Muțit?
tr_tr: Susturulmuş Mu?

# info_string_32
source: Is Deafened?
ar_sa: هو وصمت؟
de_de: Taub gestellt?
el_gr: Είναι Κουφαμένος;
it_it: È Assordato?
ko_kr: 헤드셋 음소거됨?
nl_nl: Doof gezet?
ro_ro: Este Surzit?
tr_tr: Sağırlaştırılmış Mı?

# info_string_33
source: Yes
ar_sa: نعم
de_de: Ja
el_gr: Ναι
it_it: Sì
ko_kr: 예
nl_nl: Ja
ro_ro: Da
tr_tr: Evet

# info_string_34
source: No
ar_sa: لا
de_de: Nein
el_gr: Όχι
ko_kr: 아니요
nl_nl: Nee
ro_ro: Nu
tr_tr: Hayır

# info_string_35
source: Acknowledgements
ar_sa: شكر وتقدير
de_de: Danksagungen
el_gr: Γνώσεις
it_it: Riconoscimenti
ko_kr: 자격
nl_nl: Erkenningen
ro_ro: Recunoașteri
tr_tr: Nitelik

# info_string_36
source: Inviter
ar_sa: الداعي
de_de: Einladender
el_gr: Προσκλήθηκε από τον χρήστη
it_it: Invitatore
ko_kr: 초대자
nl_nl: Uitnodiger
ro_ro: Invitatorul
tr_tr: Davet Eden

# info_string_37
source: Channel
ar_sa: قناة
de_de: Kanal
el_gr: Κανάλι
it_it: Canale
ko_kr: 채널
nl_nl: Kanalen
ro_ro: Canal
tr_tr: Kanal

# info_string_38
source: Member Count
ar_sa: عد الأعضاء
de_de: Anzahl Mitglieder
el_gr: Καταμέτρηση μελών
it_it: Conto Membri
ko_kr: 멤버 수
nl_nl: Aantal leden
ro_ro: Numărător de Membrii
tr_tr: Üye Sayısı

# info_string_39
source: Uses
ar_sa: يستخدم
de_de: Verwendet
el_gr: Χρήσεις
it_it: Utenti
ko_kr: 사용 횟수
nl_nl: Toepassingen
ro_ro: Utilizări
tr_tr: Kullanımlar

# info_string_40
source: Time Created
ar_sa: وقت الإنشاء
de_de: Erstellt am
el_gr: Ώρα που δημιουργήθηκε
it_it: Data di Creazione
ko_kr: 만든 시간
nl_nl: Gemaakt op
ro_ro: Data Creării
tr_tr: Oluşturulma Tarihi

# info_string_41
source: Is Temporary?
ar_sa: هو مؤقت؟
de_de: Vorübergehend?
el_gr: Είναι προσωρινό;
it_it: È Temporaneo?
ko_kr: 일시?
nl_nl: Is tijdelijk?
ro_ro: Este Temporar?
tr_tr: Geçici Mi?

# info_string_42
source: Max Age
ar_sa: ماكس العمر
de_de: Max. Alter
el_gr: Μέγιστη ηλικία
it_it: Età Massima
ko_kr: 최대 사용 기간
nl_nl: Maximale leeftijd
ro_ro: Vârsta Maximă
tr_tr: Kullanım Ömrü

# info_string_43
source: Never Expires
ar_sa: لا تنتهي أبدا
de_de: Läuft nie ab
el_gr: Δεν λήγει ποτέ
it_it: Non Scade Mai
ko_kr: 만료되지 않음
nl_nl: Verloopt nooit
ro_ro: Nu Expiră
tr_tr: Sınırsız

# info_string_44
source: Total Channels
ar_sa: مجموع القنوات
de_de: Anzahl Kanäle
el_gr: Συνολικά Κανάλια
it_it: Canali Totali
ko_kr: 총 채널 수
nl_nl: Aantal kanalen
ro_ro: Canale în Total
tr_tr: Toplam Kanal

# info_string_45
source: Total Emoji
ar_sa: مجموع رموز تعبيرية
de_de: Anzahl Emojis
el_gr: Συνολικά emoji
it_it: Emoji Totali
ko_kr: 총 이모지 수
nl_nl: Aantal Emojis
ro_ro: Emoticonuri în Total
tr_tr: Toplam Emoji

# info_string_46
source: Requested by {0}#{1}
ar_sa: مطلوب بواسطة {0}#{1}
de_de: Angefordert von {0}#{1}
el_gr: Ζητήθηκε από {0}#{1}
it_it: Richiesto da {0}#{1}
ko_kr: {0}#{1}이(가) 요청함
nl_nl: Gevraagd door {0}#{1}
ro_ro: Solicitat de {0}#{1}
tr_tr: {0}#{1} tarafından istendi

# info_string_47
source: Banlist:
ar_sa: قائمة الحظر:
el_gr: Λίστα κατάταξης:
it_it: Elenco Ban:
ko_kr: 차단 목록:
ro_ro: Lista celor Interziși:
tr_tr: Yasak Listesi:

# info_string_48
source: No Permission
ar_sa: لا يوجد إذن
de_de: Keine Berechtigung
el_gr: Χωρίς Άδεια
it_it: Nessun Permesso
ko_kr: 권한 없음
nl_nl: Geen toestemming
ro_ro: Fără Permisiune
tr_tr: Yetkisi Yok

# info_string_49
source: Join Position
ar_sa: الانضمام الموقع
de_de: Beitrittsposition
el_gr: Θέση συμμετοχής
it_it: Unisciti alla Posizione
ko_kr: 참여 순위
nl_nl: Samenvoegen van positie
ro_ro: Poziție pentru Alăturare
tr_tr: Katılma Sırası

# info_string_50
source: Total Roles
ar_sa: مجموع الأدوار
de_de: Rollen insgesamt
el_gr: Συνολικοί ρόλοι
it_it: Ruoli Totali
ko_kr: 총 역할 수
nl_nl: Totale rollen
ro_ro: Roluri în Total
tr_tr: Toplam Rolleri

# info_string_51
source: Warnings
ar_sa: تحذيرات
de_de: Verwarnung
el_gr: Προειδοποιήσεις
it_it: Avvisi
ko_kr: 경고
nl_nl: Waarschuwingen
ro_ro: Avertismente
tr_tr: Uyarıları

# info_string_52
source: {0} warning{1} in {2} guild{3}.
ar_sa: {0} تحذير {1} في {2} النقابة {3}.
de_de: {0} Warnungen auf {2} Servern.
el_gr: {0} προειδοποίηση{1} σε {2} διακομιστή{3}.
it_it: {0} avvisi in {2} gilde.
ko_kr: 길드 {2}개에서 경고 {0}개를 받았습니다.
nl_nl: {0} waarschuwt{1} in {2} gilde{3}.
ro_ro: {0} avertizări{1} din {2} corporații{3}.
tr_tr: {2} sunucuda, {0} adet uyarı.

# info_string_53
source: Contact Info:
ar_sa: معلومات عن جهة الاتصال:
de_de: Kontaktinformationen:
el_gr: Στοιχεία Επικοινωνίας:
it_it: Informazioni di Contatto:
ko_kr: 연락처 정보:
nl_nl: Contact informatie:
ro_ro: Informații despre Contact:
tr_tr: Komut Bilgisi:

# info_string_54
source: Contributors:
ar_sa: المساهمون:
de_de: Mitwirkende:
el_gr: Συνεισφέροντες:
it_it: Collaboratori:
ko_kr: 기여자:
nl_nl: Bijdragers:
ro_ro: Contribuitori:
tr_tr: Katkıda Bulunanlar:

# info_string_55
source: {0} / {1} ({2} Slots Left)
ar_sa: {0} / {1} ({2} فتحات باقي)
de_de: {0} / {1} ({2} Slots übrig)
el_gr: {0} / {1} ({2} θέσεις απόμειναν)
it_it: {0} / {1} ({2} Slot Rimanenti)
ko_kr: {1} 중 {0}(슬롯 {2}개 남음)
nl_nl: {0} / {1} ({2} Plaatsen over)
ro_ro: {0} / {1} ({2} Sloturi Rămase)
tr_tr: {0} / {1} ({2} tane daha eklenebilir)

# info_string_56
source: Username:
ar_sa: اسم المستخدم:
de_de: Benutzername:
el_gr: Όνομα χρήστη:
it_it: Nome utente:
ko_kr: 사용자명:
nl_nl: Gebruikersnaam:
ro_ro: Nume de Utilizator:
tr_tr: Kullanıcı Adı:

# info_string_57
source: Reason:
ar_sa: السبب:
de_de: Grund:
el_gr: Λόγος:
it_it: Motivo:
ko_kr: 이유:
nl_nl: Reden:
ro_ro: Motiv:
tr_tr: Sebep:

# info_string_58
source: No Reason
ar_sa: بدون سبب
de_de: kein Grund angegeben
el_gr: Χωρίς λόγο
it_it: Nessun Motivo
ko_kr: 이유 없음
nl_nl: Geen reden
ro_ro: Fără Motiv
tr_tr: Sebep Yok

# info_string_59
source: Moderator:
ar_sa: المُشرف:
el_gr: Επόπτης:
it_it: Moderatore:
ko_kr: 운영자:
tr_tr: Yetkili:

# info_string_60
source: User Warned:
ar_sa: تم تحذير المستخدم:
de_de: Nutzer verwarnt:
el_gr: Προειδοποίηση χρήστη:
it_it: Utente Avvisato:
ko_kr: 사용자가 경고를 받음:
nl_nl: Gebruiker gewaarschuwd:
ro_ro: Utilizator Avertizat:
tr_tr: Uyarılan Kullanıcı:

# info_string_61
source: Warn Total:
ar_sa: تحذير الإجمالي:
de_de: gesammte Verwarnungen:
el_gr: Σύνολο προειδοποιήσεων:
it_it: Totale Avvisi:
ko_kr: 경고 합계:
nl_nl: Waarschuw in totaal:
ro_ro: Avertismente în Total:
tr_tr: Toplam Uyarı:
