Repository: MrCakeSlayer/CakeyBot-locale
Catalog: Bot/strings.*.resx
Languages: ar_sa, de_de, el_gr, it_it, ko_kr, nl_nl, ro_ro, tr_tr

# info_string_62
source: Click Me
ar_sa: انقرني
de_de: Klick mich
el_gr: Κανε click εδώ
it_it: Cliccami
ko_kr: 여기를 클릭하세요
ro_ro: Apăsați-mă
tr_tr: Bana Tıkla

# info_string_63
source: Click Here For More Info
ar_sa: انقر هنا لمزيد من المعلومات
de_de: Hier klicken für mehr Infos
el_gr: Κάντε κλικ εδώ για περισσότερες πληροφορίες
it_it: Clicca Qui Per Ulteriori Informazioni
ko_kr: 자세한 정보를 확인하려면 여기를 클릭하세요
nl_nl: Klik hier voor meer info
ro_ro: Dați Clic Pentru Mai Multe Info
tr_tr: Daha Fazla Bilgi İçin Buraya Tıkla

# info_string_64
source: Type:
ar_sa: النوع:
de_de: Typ:
el_gr: Τύπος:
it_it: Tipo:
ko_kr: 유형:
ro_ro: Tip:
tr_tr: Tür:

# info_string_65
source: Time:
ar_sa: الوقت:
de_de: Zeit:
el_gr: Χρόνος:
it_it: Orario:
ko_kr: 시간:
nl_nl: Tijd:
ro_ro: Timp:
tr_tr: Zaman:

# info_string_66
source: Total Warnings:
ar_sa: إجمالي الإنذارات:
de_de: Warnungen insgesamt:
el_gr: Σύνολο προειδοποιήσεων:
it_it: Avvisi Totali:
ko_kr: 총 경고 수:
nl_nl: Totale waarschuwingen:
ro_ro: Avertismente în Total:
tr_tr: Toplam Uyarı:

# info_string_67
source: Unknown
ar_sa: غير معروف
de_de: Unbekannt
el_gr: Άγνωστο
it_it: Sconosciuto
ko_kr: 알 수 없음
nl_nl: Onbekend
ro_ro: Necunoscut
tr_tr: Bilinmiyor

# info_string_68
source: Error
ar_sa: خطأ
de_de: Fehler
el_gr: Σφάλμα
it_it: Errore
ko_kr: 오류
nl_nl: Foutmelding
ro_ro: Eroare
tr_tr: Hata

# info_string_72
source: ```{0} text, {1} voice```
it_it: ```{0} testo, {1} voce```
ko_kr: ```텍스트 {0}개, 음성 {1}개```
nl_nl: ```{0} tekst, {1} voice```

# info_string_73
source: ```Server Owner```
it_it: ```Proprietario del Server```
ko_kr: ```서버 소유자```
nl_nl: ```Server Eigenaar```
ro_ro: ````Proprietarul Serverului```

# info_string_74
source: ```Server Admin```
it_it: ```Admin del Server```
ko_kr: ```서버 관리자```
ro_ro: ````Administratorul Serverului```

# info_string_75
source: ```Server Moderator```
it_it: ```Moderatore del Server```
ko_kr: ```서버 운영자```
ro_ro: ````Moderatorul Serverului```

# info_string_76
source: You can also donate to show your support!
it_it: Puoi anche donare per mostrare il tuo supporto!
ko_kr: 후원하여 지지를 보여줄 수도 있습니다!
nl_nl: U kunt ook doneren om uw steun te tonen!
ro_ro: De asemenea, poți dona pentru a-ți arăta sprijinul!

# info_string_77
source: {0} Boosters
it_it: {0} Potenziamenti
ko_kr: 부스터 {0}명
nl_nl: {0} Versnellers
ro_ro: {0} Boost-uri

# weather_coordinates
source: Coordinates
ar_sa: إحداثيات
de_de: Koordinaten
el_gr: Συντεταγμένες
it_it: Coordinate
ko_kr: 좌표
nl_nl: Coördinaten
ro_ro: Coordonate
tr_tr: Koordinatlar

# weather_weather
source: Weather
ar_sa: الطقس
de_de: Wetter
el_gr: Καιρός
it_it: Meteo
ko_kr: 날씨
nl_nl: Weer
ro_ro: Vremea
tr_tr: Hava Durumu

# weather_description
source: Description
ar_sa: الوصف
de_de: Beschreibung
el_gr: Περιγραφή
it_it: Descrizione
ko_kr: 설명
nl_nl: Beschrijving
ro_ro: Descriere
tr_tr: Açıklama

# weather_country
source: Country
ar_sa: البلد
de_de: Land
el_gr: Χώρα
it_it: Paese
ko_kr: 국가
nl_nl: Land
ro_ro: Ţară
tr_tr: Şehir

# weather_clouds
source: Clouds
ar_sa: الغيوم
de_de: Wolken
el_gr: Σύννεφα
it_it: Nuvole
ko_kr: 구름
nl_nl: Wolken
ro_ro: Nori
tr_tr: Bulutlar

# weather_wind_speed
source: Wind Speed
ar_sa: سرعة الرياح
de_de: Windgeschwindigkeit
el_gr: Ταχύτητα ανέμων
it_it: Velocità Vento
ko_kr: 풍속
nl_nl: Wind snelheid
ro_ro: Viteza Vântului
tr_tr: Rüzgâr Hızı

# weather_wind_direction
source: Wind Direction
ar_sa: اتجاه الرياح
de_de: Windrichtung
el_gr: Κατεύθυνση ανέμου
it_it: Direzione Vento
ko_kr: 풍향
nl_nl: Wind richting
ro_ro: Direcția Vântului
tr_tr: Rüzgâr Yönü

# weather_sun_rise
source: Sunrise
ar_sa: شروق الشمس
de_de: Sonnenaufgang
el_gr: Ανατολή ηλίου
it_it: Alba
ko_kr: 일출
nl_nl: Zonsopgang
ro_ro: Răsăritul Soarelui
tr_tr: Gündoğumu

# weather_sun_set
source: Sunset
ar_sa: غروب الشمس
de_de: Sonnenuntergang
el_gr: Ηλιοβασίλεμα
it_it: Tramonto
ko_kr: 일몰
nl_nl: Zonsondergang
ro_ro: Apusul Soarelui
tr_tr: Günbatımı

# emoji_string_name
source: Name
ar_sa: الاسم
el_gr: Όνομα
it_it: Nome
ko_kr: 이름
nl_nl: Naam
ro_ro: Nume
tr_tr: İsim

# emoji_string_uploaded
source: Upload By:
ar_sa: تحميل بواسطة:
de_de: Hochgeladen von:
el_gr: Μεταφόρτωση από:
ko_kr: 업로더:
ro_ro: Încărcat De:
tr_tr: Yükleyen:

# emoji_string_animated
source: IsAnimated?
ar_sa: الرسوم المتحركة ؟
de_de: Animiert?
it_it: È animato?
ko_kr: 애니메이션?
nl_nl: Geïsoleerd?
ro_ro: EsteAnimat?
tr_tr: Hareketli mi?

# emoji_missing_id
source: Please enter an emoji id.
ar_sa: الرجاء إدخال معرف الرموز التعبيرية.
de_de: Bitte gib eine Emoji-ID ein.
el_gr: Καταχωρίστε ένα αναγνωριστικό emoji.
it_it: Sei pregato di inserire un id emoji.
ko_kr: 이모지 ID를 입력하세요.
nl_nl: Voer een emoji id in.
ro_ro: Vă rugăm să introduceți ID-ul unui emoji.
tr_tr: Lütfen bir emoji ID'si gir.

# emoji_invalid_name
source: Please enter a valid name.
ar_sa: الرجاء إدخال إسم صحيح.
de_de: Bitte geben Sie einen gültigen Namen ein.
el_gr: Παρακαλώ δώστε ένα έγκυρο όνομα.
it_it: Sei pregato di inserire un nome valido.
ko_kr: 올바른 이름을 입력하세요.
nl_nl: Voer een geldige naam in.
ro_ro: Te rog introdu un nume valid.
tr_tr: Lütfen geçerli bir isim gir.

# emoji_success
source: Successfully updated emoji name to: `{0}`
ar_sa: تحديث بنجاح اسم رمز تعبيري ل: `{0}`
de_de: Der Emoji-Name wurde erfolgreich auf `{0}` geändert
el_gr: Ενημερώσατε με επιτυχία το όνομα emoji σε: `{0}`
ko_kr: 이모지 이름을 다음으로 성공적으로 갱신했습니다: `{0}`
ro_ro: Numele emoji-ului actualizat cu succes la: `{0}`
tr_tr: Emoji adı başarıyla `{0}` olarak güncellendi.

# roleinfo
source: {0} Role Info
ar_sa: {0} معلومات الدور
de_de: {0} Rollen-Info
el_gr: {0} Πληροφορίες ρόλου
it_it: Info Ruolo {0}
ko_kr: {0} 역할 정보
nl_nl: {0} Rol Info
ro_ro: {0} Informații despre Rol
tr_tr: {0} Rolü Hakkında Bilgi

# roleinfo_color
source: Color
ar_sa: لون
de_de: Farbe
el_gr: Χρώμα
it_it: Colore
ko_kr: 색
nl_nl: Kleur
ro_ro: Culoare
tr_tr: Renk

# roleinfo_created_at
source: Created At
ar_sa: أنشئت في
de_de: Erstellt am
el_gr: Δημιουργήθηκε στις
it_it: Creato Il
ko_kr: 생성일
nl_nl: Aangemaakt op
ro_ro: Creat Pe
tr_tr: Oluşturulma Tarihi

# roleinfo_position
source: Position
ar_sa: الموقع
el_gr: Θέση
it_it: Posizione
ko_kr: 순위
nl_nl: Positie
ro_ro: Poziţia
tr_tr: Sıra

# roleinfo_ishoisted
source: IsHoisted?
ar_sa: هو يرفع؟
de_de: Hochgezogen?
el_gr: Είναι ανυψωμένο;
it_it: È Promosso?
ko_kr: 별도 표시됨?
nl_nl: Geïsoleerd?
ro_ro: EstePromovat?
tr_tr: Ayrı Gösteriliyor Mu?

# roleinfo_ismanaged
source: IsManaged?
ar_sa: يدار؟
de_de: Verwaltet?
el_gr: Διαχειρίζεται;
it_it: È Gestito?
ko_kr: 관리됨?
nl_nl: IsManged?
tr_tr: Entegre Mi?

# roleinfo_ismentionable
source: IsMentionable?
ar_sa: هل يذكر؟
de_de: Erwähnbar?
el_gr: Είναι ευδιάκριτο;
it_it: È Menzionabile?
ko_kr: 멘션 가능?
nl_nl: Onscheidbaar?
ro_ro: EsteMenționabil?
tr_tr: Etiketlenebilir Mi?

# roleinfo_members
source: Members [{0}]
ar_sa: الأعضاء [{0}]
de_de: Mitglieder [{0}]
el_gr: Μέλη [{0}]
it_it: Membri [{0}]
ko_kr: 멤버 [{0}]
nl_nl: Leden [{0}]
ro_ro: Membrii [{0}]
tr_tr: Üyeler [{0}]

# misc_anime_start
source: Start Date:
it_it: Data di Inizio:
ko_kr: 시작 날짜:
nl_nl: Start Date:ate:
ro_ro: Data Începerii:

# misc_anime_end
source: End Date:
el_gr: End Date:Date:
it_it: Data di Fine:
ko_kr: 종료 날짜:
nl_nl: Eind datum:
ro_ro: Data Sfârșirii:

# misc_anime_status
source: Status:
it_it: Stato:
ko_kr: 상태:
ro_ro: Statut:

# misc_anime_status_airing
source: Airing
it_it: Trasmissione
ko_kr: 방영 중
ro_ro: Lansare

# misc_anime_status_ended
source: Ended
it_it: Concluso
ko_kr: 종영됨
nl_nl: Eindigde
ro_ro: Terminat

# misc_anime_episodes
source: Episodes:
ko_kr: 에피소드:
ro_ro: Episoade:

# misc_anime_rating
source: Rating:
ko_kr: 평점:
ro_ro: Clasificare:

# misc_anime_synopsis
source: Synopsis:
it_it: Sinossi:
ko_kr: 줄거리:
nl_nl: Synops:
ro_ro: Sinergie:

# misc_anime_footer
source: Anime ID: {0} • Score: {1}
ko_kr: 아니메 ID: {0} • 점수: {1}
ro_ro: ID Animă: {0} • Scor: {1}

# misc_manga_status_ip
source: In-Progress
it_it: In Corso
ko_kr: 진행 중
nl_nl: Voortgang
ro_ro: În Desfășurare

# misc_manga_status_completed
source: Completed
it_it: Completato
ko_kr: 완결됨
nl_nl: Voltooid
ro_ro: Finalizat

# misc_manga_volumes
source: Volumes:
it_it: Volumi:
ko_kr: 권:
ro_ro: Volume:

# misc_manga_chapters
source: Chapters:
it_it: Capitoli:
ko_kr: 장:
nl_nl: Hoofdstukken:
ro_ro: Capitole:

# misc_manga_footer
source: Manga ID: {0} • Score: {1}
it_it: ID Manga: {0} • Punteggio: {1}
ko_kr: 만화 ID: {0} • 점수: {1}

# misc_bgg_name
source: **Name:** {0}
ko_kr: **이름:** {0}

# misc_bgg_name_alt
source: **Alt. Name:** {0}
ko_kr: **대체 이름:** {0}

# misc_bgg_players
source: **Players:** Min: {0} - Max: {1}
ko_kr: **플레이어 수:** 최소: {0} - 최대: {1}

# misc_bgg_players_min
source: Min. Players:
ko_kr: 최소 플레이어 수:

# misc_bgg_playtime
source: **Playtime:** Min: {0} - Max: {1}
ko_kr: **플레이타임:** 최소: {0} - 최대: {1}

# misc_bgg_release
source: Release Date:
ko_kr: 출시 날짜:
ro_ro: Data lansării:

# misc_bgg_footer
source: Game ID: {0} • Source: https://boardgamegeek.com/
ko_kr: 게임 ID: {0} • 출처: https://boardgamegeek.com/

# misc_convert_result
source: Result:
ar_sa: نتيجة:
de_de: Ergebnis:
el_gr: Αποτέλεσμα:
it_it: Risultato:
ko_kr: 결과:
nl_nl: Resultaat:
ro_ro: Rezultat:
tr_tr: Sonuç:

# misc_convert_rate
source: Exchange Rate:
ar_sa: سعر الصرف:
de_de: Tauschrate:
el_gr: Συνάλλαγμα:
it_it: Tasso di Scambio:
ko_kr: 환율:
nl_nl: Wisselkoers:
ro_ro: Rata de Schimb:
tr_tr: Döviz Kuru:

# misc_convert_usage
source: Usage: `!convert <currency> <currency2> <opt:amount>`
it_it: Uso: `!convert <currency> <currency2> <opt:amount>`
ko_kr: 사용법: `!convert <통화> <통화2> <선택:양>`
nl_nl: Gebruik: `!convert <currency> <currency2> <opt:amount>`
ro_ro: Utilizare: `!convertește <currency> <currency2> <opt:amount>`

# misc_fact
source: Random Fact:
ar_sa: حقيقة عشوائي:
de_de: Zufälliger Fakt:
el_gr: Τυχαίο Γεγονός:
it_it: Fatto Casuale:
ko_kr: 재미있는 사실:
nl_nl: Willekeurig feit:
ro_ro: Informație Aleatorie:
tr_tr: İlginç Gerçek:

# misc_fact_failed
source: Failed to get a fact.
it_it: Impossibile ottenere un valore.
ko_kr: 사실을 가져오지 못했습니다.
nl_nl: Fout bij het krijgen van een feit.
ro_ro: Obţinerea unui fapt a eşuat.

# misc_fact_invalid
source: Invalid fact type. **Valid Types:** Dog, Cat, Panda, Fox, Bird, Koala, Kangaroo, Raccoon, Elephant, Giraffe, Whale
it_it: Tipo di valore non valido. **Tipi Validi:** Cane, Gatto, Panda, Volpe, Uccello, Koala, Canguro, Procione, Elefante, Giraffa, Balena
ko_kr: 잘못된 사실 유형입니다. **올바른 유형:** Dog, Cat, Panda, Fox, Bird, Koala, Kangaroo, Raccoon, Elephant, Giraffe, Whale
nl_nl: Ongeldig fact type. **Geldige Types:** Hond, Kat, Panda, Fox, Bird, Koala, Kangaroo, Raccoon, Elephant, Giraffe, Whale
ro_ro: Tip de fapt nevalid. **Valid Types:** Câini, pisici, Panda, Fox, Bird, Koala, Kangaroo, Raccoon, Elephant, Giraffe, balenă

# misc_pizza
source: Here you go: {0}
ar_sa: هنا حيث تذهب: {0}
de_de: Hier gehts: {0}
el_gr: Εδώ πηγαίνετε: {0}
ko_kr: 여기 있어요: {0}
ro_ro: Poftim: {0}
tr_tr: Buyrun: {0}

# misc_reminder_error_1
source: You must enter a string to remind yourself about.
ar_sa: يجب عليك إدخال سلسلة لتذكير نفسك بها.
de_de: Du musst eine Nachricht angeben, an welche du erinnert werden möchtest.
el_gr: Πρέπει να γράψεις κάτι για να υπενθυμίσεις τον εαυτό σου.
it_it: Devi inserire una stringa per ricordarti.
ko_kr: 자기 자신을 미리 알릴 문자열을 입력해야 합니다.
nl_nl: Je moet een tekenreeks invoeren om jezelf eraan te herinneren.
ro_ro: Trebuie să introduceţi un şir de caractere pentru a vă reaminti de el.
tr_tr: Kendine hatırlatmak istediğin konu hakkında bir metin girmelisin.

# misc_reminder_error_2
source: Reminders must be less than 200 characters long.
ar_sa: يجب ألا يزيد عدد التذكيرات عن 200 حرف.
de_de: Erinnerungen müssen kürzer als 200 Zeichen sein.
el_gr: Οί υπενθυμίσεις πρέπει να είναι μικρότερες από 200 χαρακτήρες.
it_it: I promemoria devono contenere meno di 200 caratteri.
ko_kr: 미리 알림은 200자 이하여야 합니다.
nl_nl: Herinneringen moeten minder dan 200 tekens lang zijn.
ro_ro: Memento-urile trebuie să aibă mai puțin de 200 de caractere.
tr_tr: Hatırlatmalar 200 karakterden daha kısa olmalıdır.

# misc_reminder_error_3
source: Reminders must be less than 1 month away from now.
ar_sa: يجب أن تكون التذكيرات على بعد أقل من شهر واحد من الآن.
de_de: Erinnerungen dürfen nicht weiter als 1 Monat in der Zukunft liegen.
el_gr: Οί υπενθυμίσεις πρέπει να απέχουν λιγότερο από 1 μήνα.
it_it: I promemoria devono essere tra meno di 1 mese da adesso.
ko_kr: 미리 알림은 지금으로부터 1개월 이내여야 합니다.
nl_nl: Herinneringen moeten minder dan 1 maand verwijderd zijn van nu.
ro_ro: Memento-urile trebuie să fie la mai puțin de o lună de acum.
tr_tr: Hatırlatmalar 1 aydan uzun sürmemelidir.

# misc_reminder_success
source: Successfully set a reminder for `{0}` {1}.
de_de: Erinnerung erfolgreich gesetzt für `{0}` in {1}h{2}m{3}s.
el_gr: Επιτυχία ρύθμισης υπενθύμισης για `{0}` σε {1} ώρα, {2} λεπτά και {3} δευτερόλεπτα.
it_it: Promemoria per `{0}` {1} impostato correttamente.
ko_kr: `{0}`에 대해 {1}시간 {2}분 {3}초 후에 미리 알리도록 성공적으로 설정했습니다.
nl_nl: Herinnering ingesteld voor `{0}` {1}.
ro_ro: Setat cu succes un memento pentru `{0}` {1}.
tr_tr: `{0}` için hatırlatma başarıyla ayarlandı. ({1}sa {2}dk {3}sn sonrası için)

# misc_covid_for_global
source: COVID-19 Statistics for GLOBAL
ko_kr: 전 세계 코로나19 통계
ro_ro: Statistici COVID-19 GLOBALE

# misc_covid_for_country
source: COVID-19 Statistics for {0}
ko_kr: {0} 코로나19 통계
ro_ro: Statistici COVID-19 pentru {0}

# misc_covid_cases
source: Cases
ko_kr: 확진자
ro_ro: Cazuri

# misc_covid_deaths
source: Deaths
ko_kr: 사망자
ro_ro: Decese

# misc_covid_recovered
source: Recovered
ko_kr: 완치자
ro_ro: Recuperări

# misc_covid_active
source: Active
ko_kr: 치료 중
ro_ro: Activ

# misc_covid_cases_today
source: Cases Today
ko_kr: 오늘 확진자
ro_ro: Cazuri de Azi

# misc_covid_deaths_today
source: Deaths Today
ko_kr: 오늘 사망자
ro_ro: Decese de Azi

# misc_covid_advice
source: Advice for Public
ko_kr: 대중을 위한 권고 사항
ro_ro: Recomandări Publice

# misc_imdb_rating
source: IMDb Rating:
ko_kr: IMDb 평점:
ro_ro: Evaluare de la IMDb:

# misc_imdb_language
source: Language:
ko_kr: 언어:
ro_ro: Limbă:

# misc_imdb_content_rating
source: Content Rating:
ko_kr: 콘텐츠 등급:
ro_ro: Evaluarea Conținutului:

# misc_imdb_countries
source: Countries:
ko_kr: 국가:
ro_ro: Ţări:

# misc_imdb_companies
source: Companies:
ko_kr: 회사:
ro_ro: Companii:

# misc_imdb_genres
source: Genres:
ko_kr: 장르:
ro_ro: Genuri:

# misc_imdb_stars
source: Stars:
ko_kr: 주연:
ro_ro: Stele:

# misc_imdb_writers
source: Writers:
ko_kr: 각본:
ro_ro: Scriitori:

# misc_imdb_directors
source: Directors:
ko_kr: 감독:
ro_ro: Directori:

# misc_imdb_awards
source: Awards:
ko_kr: 수상:
ro_ro: Premii:

# misc_imdb_metacritic
source: Metacritic Rating:
ko_kr: Metacritic 평점:
ro_ro: Evaluare de la Metacritic:

# misc_imdb_produced
source: Produced:
ko_kr: 작품:
ro_ro: Produs:

# misc_imdb_name_birth
source: Birth Date:
ko_kr: 생년월일:
ro_ro: Data Nașterii:

# misc_imdb_name_death
source: Death Date:
ko_kr: 사망년월일:
ro_ro: Data Morții:

# misc_imdb_name_roles
source: Role(s):
ko_kr: 역할:
ro_ro: Rol(uri):

# misc_imdb_name_known
source: Known For:
ko_kr: 다음으로 알려져 있음:
ro_ro: Cunoscut Pentru:

# misc_imdb_name_movies
source: Movies:
ko_kr: 영화:
ro_ro: Filme:

# misc_pokemon_failed
source: Sorry, I could not find that pokemon.
it_it: Spiacenti, non ho trovato quel pokemon.
ko_kr: 죄송합니다, 해당 포켓몬을 찾을 수 없습니다.
nl_nl: Sorry, ik kon dat pokemon niet vinden.
ro_ro: Ne pare rău, nu am putut găsi acel Pokemon.

# misc_pokemon_format_1
source: HP: {0} - Speed: {1}
it_it: HP: {0} - Velocità: {1}
ko_kr: HP: {0} - 스피드: {1}
nl_nl: HP: {0} - Snelheid: {1}
ro_ro: HP: {0} - Viteza: {1}

# misc_pokemon_format_2
source: Attack: {0} - Defense: {1}
it_it: Attacco: {0} - Difesa: {1}
ko_kr: 공격: {0} - 방어: {1}
nl_nl: Aanval: {0} - Verdediging: {1}
ro_ro: Atac: {0} - Apărare: {1}

# misc_pokemon_format_3
source: Sp Attack: {0} - Sp Defense: {1}
it_it: Attacco Sp: {0} - Difesa Sp: {1}
ko_kr: 특수공격: {0} - 특수방어: {1}
nl_nl: Sp Aanval: {0} - Sp Verdediging: {1}
ro_ro: Atac Sp: {0} - Apărare Sp: {1}

# misc_pokemon_format_4
source: Total: {0}
it_it: Totale: {0}
ko_kr: 합계: {0}
nl_nl: Totaal: {0}

# misc_pokemon_species
source: Species:
it_it: Specie:
ko_kr: 분류:
nl_nl: Soort:
ro_ro: Specii:

# misc_pokemon_abilities
source: Abilities:
it_it: Abilità:
ko_kr: 특성:
nl_nl: Beschikbare activiteiten:
ro_ro: Abilități:

# misc_pokemon_height
source: Height:
it_it: Altezza:
ko_kr: 키:
nl_nl: Hoogte:
ro_ro: Înălțime:

# misc_pokemon_weight
source: Weight:
it_it: Peso:
ko_kr: 몸무게:
nl_nl: Gewicht:
ro_ro: Greutate:

# misc_pokemon_gender
source: Gender:
it_it: Genere:
ko_kr: 성별:
nl_nl: Geslacht:
ro_ro: Gen:

# misc_pokemon_base_exp
source: Base Exp:
it_it: Esp. Base:
ko_kr: 기본 경험치:
nl_nl: Basis Exp:
ro_ro: Baza Exp:

# misc_pokemon_egg_groups
source: Egg Groups:
it_it: Gruppi di Uova:
ko_kr: 알그룹:
nl_nl: Ei Groepen:
ro_ro: Grupuri de Ou:

# misc_pokemon_evolution
source: Evolution Line: (Stage: {0})
it_it: Line di Evoluzione: (Fase: {0})
ko_kr: 진화 라인: (단계: {0})
nl_nl: Evolutie Lijn: (Medewerking: {0})
ro_ro: Linie de evoluție: (Scenă: {0})

# misc_pokemon_stats
source: Stats:
it_it: Statistiche:
ko_kr: 스탯:
nl_nl: Statistieken:
ro_ro: Statistici:

# misc_trailer
source: {0} Trailer: <{1}>
ko_kr: {0} 예고편: <{1}>
ro_ro: {0} remorcă: <{1}>

# music_error_voice_channel_1
source: You must be in a voice channel.
ar_sa: يجب أن تكون في قناة صوتية.
de_de: Du musst in einem Sprach-Kanal sein.
el_gr: Πρέπει να είσαι σε ένα κανάλια ομιλίας.
it_it: Devi essere in un canale vocale.
ko_kr: 음성 채널에 있어야 합니다.
nl_nl: Je moet in een gesprekskanaal zitten.
ro_ro: Trebuie să fiți într-un canal pentru voce.
tr_tr: Bir ses kanalında olmalısın.

# music_error_voice_channel_2
source: I can't join that voice channel.
ar_sa: لا أستطيع الانضمام إلى تلك القناة الصوتية.
de_de: Ich kann diesem Sprach-Kanal nicht beitreten.
el_gr: Δεν μπορώ να μπω σε αυτό το κανάλι ομιλίας.
it_it: Non posso unirmi a quel canale vocale.
ko_kr: 봇이 해당 음성 채널에 참여할 수 없습니다.
nl_nl: Ik kan dat spraakkanaal niet betreden.
ro_ro: Nu pot intra în canalul pentru voce.
tr_tr: O ses kanalına katılamıyorum.

# music_error_voice_channel_3
source: I can't speak in that voice channel.
ar_sa: لا أستطيع التحدث في تلك القناة الصوتية.
de_de: Ich kann in diesem Sprach-Kanal nicht sprechen.
el_gr: Δεν μπορώ να μιλήσω σε αυτό το κανάλι ομιλίας.
it_it: Non posso parlare in quel canale vocale.
ko_kr: 봇이 해당 음성 채널에서 말할 수 없습니다.
nl_nl: Ik kan niet praten in dat spraakkanaal.
ro_ro: Nu pot vorbi în acel canal vocal.
tr_tr: O ses kanalında konuşamıyorum.

# music_error_voice_channel_4
source: I am already in that channel.
ar_sa: أنا بالفعل في هذه القناة.
de_de: Ich bin bereits in diesem Kanal.
el_gr: Είμαι ήδη μέσα σε αυτό το κανάλι.
it_it: Sono già in quel canale.
ko_kr: 봇이 이미 해당 채널에 있습니다.
nl_nl: Ik ben al in dat kanaal.
ro_ro: Sunt deja în acel canal.
tr_tr: Zaten o ses kanalındayım.

# music_error_voice_channel_5
source: I must be in a voice channel. Use `!join` to summon me.
ar_sa: يجب أن أكون في قناة صوتية. استخدم `join!` لاستدعائي.
de_de: Ich muss in einem Sprachkanal sein. Verwende `!join` um mich herbeizurufen.
el_gr: Πρέπει να είμαι σε ένα κανάλι ομιλίας. Γράψτε `!join` για να με καλέσετε.
it_it: Devo essere in un canale vocale. Usa `!join` per convocarmi.
ko_kr: 봇이 음성 채널에 있어야 합니다. `!join`으로 봇을 소환하세요.
nl_nl: Ik moet in een spraakkanaal zitten. Gebruik `!join` om mij op te roepen.
ro_ro: Trebuie să fiu într-un canal vocal. Folosește `!join` ca să mă chemi.
tr_tr: Bir ses kanalında olmalıyım. Beni çağırmak için `!join` yaz.

# music_error_voice_channel_6
source: You must be in the same channel as the bot. Try using `!join` or `!move`
ar_sa: يجب أن تكون في نفس القناة مثل الروبوت. حاول استخدام `join!` أو` move!`
de_de: Du musst im selben Kanal wie der Bot sein. Versuche `!join` oder `!move` zu verwenden
el_gr: Πρέπει να είσαι στο ίδιο κανάλι με το bot. Δοκίμασε να γράψεις `!join` ή `!move`
it_it: Devi essere nello stesso canale del bot. Prova ad usare`!join` o `!move`
ko_kr: 봇과 동일한 채널에 있어야 합니다. `!join` 또는 `!move`를 사용해보세요
nl_nl: Je moet in hetzelfde kanaal zitten als de bot. Probeer `!join` of `!move`
ro_ro: Trebuie să fii pe același canal cu botul. Încercați să utilizați `!join` sau `!move`
tr_tr: Bot ile aynı ses kanalında bulunmalısın. `!join` ya da `!move` komutlarını dene

# music_error_player
source: Player doesn't exist, please type `!join` again.
ar_sa: المشغل غير موجود ، يرجى كتابة `join!` مرة أخرى.
de_de: Spieler existiert nicht, bitte gebe `!join` nochmals ein.
el_gr: Ο παίκτης μουσικής δεν υπάρχει, παρακαλώ γράψτε `!join` πάλι.
it_it: Il giocatore non esiste, sei pregato di digitare `!join` di nuovo.
ko_kr: 플레이어가 존재하지 않습니다, `!join`을 다시 입력하세요.
nl_nl: Speler bestaat niet, typ alstublieft `!join` opnieuw.
ro_ro: Player nu există, vă rugăm să tastați `!join` din nou.
tr_tr: Müzikçalar mevcut değil, lütfen tekrar `!join` yaz.

# music_error_play
source: Error while loading track: ```{0}```
ar_sa: خطأ أثناء تحميل المسار: ```{0}```
de_de: Fehler beim Laden des Titels:```{0}```
el_gr: Σφάλμα κατά τη φόρτωση κομματιού: ```{0}```
it_it: Errore caricando la traccia: ```{0}```
ko_kr: 트랙을 불러오는 동안 오류가 발생했습니다: ```{0}```
nl_nl: Fout bij het laden van track: ```{0}```
ro_ro: Eroare la încărcarea piesei: ```{0}```
tr_tr: Parça yüklenirken hata oluştu: ```{0}```

# music_error_timespan
source: Timespan of queue is too long. Please clear songs from the queue before adding more.
it_it: La durata della coda è troppo lunga. Sei pregato di cancellare le canzoni dalla coda prima di aggiungerne altre.
ko_kr: 대기열의 시간 간격이 너무 깁니다. 노래를 추가하기 전에 대기열에서 노래를 지우세요.
nl_nl: De tijdsduur van de wachtrij is te lang. Wis nummers uit de wachtrij voordat u er meer toevoegt.
ro_ro: Perioada de așteptare este prea lungă. Vă rugăm să ștergeți melodiile din coadă înainte de a adăuga mai multe.

# music_error_lavalink
source: LavaLink instance crashed. Please report in our
it_it: L'istanza LavaLink è crashata. Sei pregato di segnalare nel nostro
ko_kr: LavaLink 인스턴스가 충돌했습니다. 다음에서 보고해주세요:
nl_nl: LavaLink is gecrasht. Gelieve te rapporteren in onze
ro_ro: Instanța LavaLink s-a prăbușit. Vă rugăm să raportați în

# music_join
source: I have joined: `{0}`.
ar_sa: لقد انضممت إلى: `{0}`.
de_de: Ich bin: `{0}` beigetreten.
el_gr: Μπήκα στο κανάλι: `{0}`.
it_it: Mi sono unito: `{0}`.
ko_kr: 다음 채널에 참여했습니다: `{0}`.
nl_nl: Ik ben toegetreden: `{0}`.
ro_ro: M-am alăturat: `{0}`.
tr_tr: `{0}` kanalına katıldım.

# music_disconnect
source: Successfully disconnected!
ar_sa: تم قطع الاتصال بنجاح!
de_de: Erfolgreich getrennt!
el_gr: Επιτυχία αποσύνδεσης!
it_it: Disconnesso correttamente!
ko_kr: 연결을 성공적으로 끊었습니다!
nl_nl: Verbinding met succes verbroken!
ro_ro: Deconectat cu succes!
tr_tr: Bağlantı başarıyla kesildi!

# music_disconnect_error_2
source: You must be the only user in the voice channel or you must have mod permissions to disconnect Cakey Bot if a song is playing.
ar_sa: يجب أن تكون المستخدم الوحيد في القناة الصوتية أو يجب أن يكون لديك أذونات Mod permissions لفصل Cakey Bot إذا تم تشغيل أغنية.
de_de: Du musst der einzige Benutzer im Sprachkanal sein, oder du benötigst Mod-Berechtigungen um Cakey Bot zu trennen, während ein Lied abgespielt wird.
el_gr: Πρέπει να είστε ο μόνος χρήστης στο κανάλι φωνής ή πρέπει να έχετε δικαιώματα Mod για να αποσυνδέσετε το Cakey Bot εάν παίζει κάποιο τραγούδι.
it_it: Devi essere l'unico utente nel canale vocale o non hai i permessi mod per disconnettere Cakey Bot se una canzone è in riproduzione.
ko_kr: 노래가 재생 중인 경우 Cakey Bot의 연결을 끊으려면 음성 채널에 있는 유일한 사용자이거나 운영자 권한이 있어야 합니다.
nl_nl: Je moet de enige gebruiker zijn in het spraakkanaal of je moet mod rechten hebben om Cakey Bot te ontkoppelen als er een nummer speelt.
ro_ro: Trebuie să fie singurul utilizator în canalul de voce sau trebuie să aveți permisiuni de moderator pentru a deconecta Cakey Bot în cazul în care o melodie este cântată.
tr_tr: Bir şarkı çalınırken Cakey Bot'un bağlantısını kesmek için ses kanalındaki tek kişi olman, veya moderatör izinlerine sahip olman gerekir.
