Repository: MrCakeSlayer/CakeyBot-locale
Catalog: Bot/strings.*.resx
Languages: ar_sa, de_de, el_gr, it_it, ko_kr, nl_nl, ro_ro, tr_tr

# error_missing_perm_self_warn_admin
source: I can't warn an Administrator!
ar_sa: لا يمكنني تحذير مسؤول!
de_de: Ich kann Administratoren nicht verwarnen!
el_gr: Δεν μπορώ να κάνω προειδοποιήσω έναν διαχειριστή!
it_it: Non posso avvisare un Amministratore!
ko_kr: 봇이 관리자에게 경고를 줄 수는 없습니다!
nl_nl: Ik kan een beheerder niet waarschuwen!
ro_ro: Nu pot avertiza un Administrator!
tr_tr: Bir Yöneticiyi uyaramam!

# error_missing_file_image_3
source: Couldn't find any valid images in the past 3 messages.
ar_sa: لم أستطع العثور على أي صور صالحة في الرسائل الثلاث الماضية.
de_de: Keine gültigen Bilder in den letzten 3 Nachrichten gefunden.
el_gr: Δεν μπόρεσα να βρώ κάποια έγκυρη εικόνα στα τελευταία 3 μυνήματα.
it_it: Impossibile trovare alcuna immagine valida negli ultimi 3 messaggi.
ko_kr: 지난 메시지 3개에서 올바른 이미지를 찾을 수 없습니다.
nl_nl: Kon geen geldige afbeeldingen vinden in de laatste 3 berichten.
ro_ro: Nu s-au găsit imagini valide în ultimele 3 mesaje.
tr_tr: Geçmiş 3 mesaj içinde hiç geçerli resim bulunamadı.

# error_missing_file_image_5
source: Couldn't find any valid images in the past 5 messages.
ar_sa: لم أستطع العثور على أي صور صالحة في الرسائل الخمسة الماضية.
de_de: Keine gültigen Bilder in den letzten 5 Nachrichten gefunden.
el_gr: Δεν μπόρεσα να βρώ κάποια έγκυρη εικόνα στα τελευταία 5 μυνήματα.
it_it: Impossibile trovare alcuna immagine valida negli ultimi 5 messaggi.
ko_kr: 지난 메시지 5개에서 올바른 이미지를 찾을 수 없습니다.
nl_nl: Kon geen geldige afbeeldingen vinden in de laatste 5 berichten.
ro_ro: Nu s-au găsit imagini valide în ultimele 5 mesaje.
tr_tr: Geçmiş 5 mesaj içinde hiç geçerli resim bulunamadı.

# error_missing_messages
source: No messages found for the given user.
ar_sa: لم استطع العثور على رسائل للمستخدم المحدد.
de_de: Keine Nachrichten von dem angegebenen Benutzer gefunden.
el_gr: Δεν βρέθηκαν μυνήματα για τον επιλεγμένο χρήστη.
it_it: Nessun messaggio trovato per l'utente dato.
ko_kr: 지정한 사용자의 메시지가 없습니다.
nl_nl: Geen berichten gevonden voor deze gebruiker.
ro_ro: Nu s-au găsit mesaje pentru utilizatorul dat.
tr_tr: Verilen kullanıcıya dair hiç mesaj bulunamadı.

# error_failed_image_download
source: Failed to download image.
ar_sa: لقد فشلت في تنزيل الصورة.
de_de: Konnte das Bild nicht herunterladen.
el_gr: Αποτυχία λήψης εικόνας.
it_it: Impossibile scaricare l'immagine.
ko_kr: 이미지를 다운로드하지 못했습니다.
nl_nl: Downloaden van afbeelding mislukt.
ro_ro: Descărcarea imaginii a eșuat.
tr_tr: Resim indirilirken hata oluştu.

# error_failed_image_modify
source: Failed to modify image.
ar_sa: لقد فشلت في تعديل الصورة.
de_de: Fehler beim Ändern des Bildes.
el_gr: Αποτυχία επεξεργασίας εικόνας.
it_it: Impossibile modificare l'immagine.
ko_kr: 이미지를 수정하지 못했습니다.
nl_nl: Wijzigen afbeelding mislukt.
ro_ro: Modificarea imaginii a eșuat.
tr_tr: Resim düzenlenirken hata oluştu.

# error_failed_image_upload
source: No permission to upload files here.
ar_sa: ليس لدي الإذن لتحميل ملفات هنا.
de_de: Keine Berechtigung, hier Dateien hochzuladen.
el_gr: Δεν έχω πρόσβαση να στείλω φωτογραφίες εδώ.
it_it: Nessun permesso di caricare file qui.
ko_kr: 여기에 파일을 업로드할 수 있는 권한이 없습니다.
nl_nl: Geen toestemming om bestanden hier te uploaden.
ro_ro: Nu aveți permisiunea sa încărcați fișiere aici.
tr_tr: Buraya dosya yükleme izni yok.

# error_failed_joke
source: Failed to get joke.
ar_sa: لقد فشلت في العثور على نكتة.
de_de: Fehler beim Abrufen des Witzes.
el_gr: Αποτυχία βρίσκοντας αστείο.
it_it: Impossibile ottenere lo scherzo.
ko_kr: 농담을 가져오지 못했습니다.
nl_nl: Kon de grap niet vinden.
ro_ro: Nu s-a reușit să producă o glumă.
tr_tr: Şaka verisi alınırken bir hata oluştu.

# error_failed_fortune
source: Failed to get fortune.
ar_sa: فشل في الحصول على الثروة.
de_de: Fehler beim Abrufen der Prophezeiung.
el_gr: Αποτυχία βρίσκοντας τύχη.
ko_kr: 운세를 가져오지 못했습니다.
ro_ro: Nu s-a reușit să se aducă averea.
tr_tr: Şans verisi alınırken bir hata oluştu.

# error_failed_weather
source: Failed to get data, did you type the city name correctly?
ar_sa: لقد فشلتُ في الحصول على البيانات ، هل كتبتَ اسم المدينة بشكل صحيح؟
de_de: Fehler beim Abrufen der Daten, hast du den Ortsnamen korrekt eingegeben?
el_gr: Αποτυχία λαμβάνοντας δεδομένα, έγραψες το όνομα της πόλης σωστά;
it_it: Impossibile ottenere il dato, hai digitato correttamente il nome della città?
ko_kr: 데이터를 가져오지 못했습니다, 시 이름을 올바르게 입력했는지 확인하세요.
nl_nl: Fout bij het ophalen van gegevens, heeft u de naam van de stad correct ingevoerd?
ro_ro: Nu ați obținut datele, ați introdus corect numele orașului?
tr_tr: Veri alınırken hata oluştu, şehrin adını doğru yazdığına emin misin?

# error_failed_currency
source: Failed to get data, did you type the currencies correctly?
ar_sa: لقد فشلتُ في الحصول على البيانات ، هل قمتَ بكتابة العملات بشكل صحيح؟
de_de: Fehler beim Abrufen der Daten, hast du die Währungen korrekt eingegeben?
el_gr: Αποτυχία λαμβάνοντας δεδομένα, έγραψες το νόμισμα σωστά;
it_it: Impossibile ottenere il dato, hai digitato correttamente le valute?
ko_kr: 데이터를 가져오지 못했습니다, 통화를 올바르게 입력했는지 확인하세요.
nl_nl: Fout bij het ophalen van gegevens, heeft u de valuta's correct ingevoerd?
ro_ro: Nu ați obținut datele, ați introdus corect valuta?
tr_tr: Veri alınırken hata oluştu, para birimlerini doğru yazdığına emin misin?

# error_failed_video
source: Failed to find an video. *Shorter search queries work the best.*
ar_sa: لقد فشلت في العثور على الفيديو. *استعلامات البحث الأقصر تعمل بشكل أفضل.*
de_de: Video konnte nicht gefunden werden. *Kürzere Suchabfragen funktionieren am besten.*
el_gr: Αποτυχία βρίσκοντας βίντεο. *Μικρότερες αναζήτησεις δουλεύουν καλύτερα.*
it_it: Impossibile trovare un video. *Query di ricerca più brevi funzionano meglio.*
ko_kr: 동영상을 찾지 못했습니다. *검색 쿼리가 짧을수록 효과적입니다.*
nl_nl: Het is niet gelukt om een video te vinden. *Kortere zoekopdrachten werken het beste.*
ro_ro: Eșuare la găsirea video-ului. * Întrebările de căutare mai scurte funcționează cel mai bine. *
tr_tr: Video bulunurken hata oluştu. *Daha kısa arama sorguları, daha iyi sonuç verir.*

# error_failed_image
source: Failed to find an image. *Shorter search queries work the best.*
ar_sa: لفد فشلت في العثور على الصورة. *استعلامات البحث الأقصر تعمل بشكل أفضل.*
de_de: Bild konnte nicht gefunden werden. *Kürzere Suchabfragen funktionieren am besten.*
el_gr: Αποτυχία βρίσκοντας εικόνα. *Μικρότερες αναζήτησεις δουλεύουν καλύτερα.*
it_it: Impossibile trovare un'immagine. *Query di ricerca più brevi funzionano meglio.*
ko_kr: 이미지를 찾지 못했습니다. *검색 쿼리가 짧을수록 효과적입니다.*
nl_nl: Het is niet gelukt om een afbeelding te vinden. *Kortere zoekopdrachten werken het beste.*
ro_ro: Nu s-aa reușit să se găsească o imagine. *Întrebările de căutare mai scurte funcționează cel mai bine.*
tr_tr: Resim bulunurken hata oluştu. *Daha kısa arama sorguları, daha iyi sonuç verir.*

# error_failed_article
source: Failed to find an article.
ar_sa: لقد فشلت في العثور على المقالة.
de_de: Artikel konnte nicht gefunden werden.
el_gr: Αποτυχία βρίσκοντας άρθρο.
it_it: Impossibile trovare un articolo.
ko_kr: 문서를 찾지 못했습니다.
nl_nl: Kon geen artikel vinden.
ro_ro: Nu s-a reușit să se găsească un articol.
tr_tr: Madde bulunurken hata oluştu.

# error_failed_message
source: Failed to find message.
ar_sa: فشل في العثور على رسالة.
de_de: Nachricht könnte nicht gefunden werden.
el_gr: Απέτυχε η εύρεση του μηνύματος.
it_it: Impossibile trovare il messaggio.
ko_kr: 메시지를 찾지 못했습니다.
nl_nl: Fout bij het vinden van bericht.
ro_ro: Imposibil de găsit mesajul.
tr_tr: Mesaj bulunurken bir hata oluştu.

# error_failed_kick
source: Failed to kick user.
ar_sa: لقد فشلتُ في طرد هذا الشخص.
de_de: Benutzer konnte nicht gekickt werden.
el_gr: Αποτυχία κάνοντας kick τον επιλεγμένο χρήστη.
it_it: Impossibile kickare utente.
ko_kr: 사용자를 추방하지 못했습니다.
nl_nl: Gebruiker kon niet ge-kicked worden.
ro_ro: Nu s-a reușit să dăm afară utilizatorul.
tr_tr: Kullanıcı sunucudan atılırken hata oluştu.

# error_failed_ban
source: Failed to ban user.
ar_sa: لقد فشلت في حظر هذا الشخص.
de_de: Benutzer konnte nicht gebannt werden.
el_gr: Αποτυχία κάνοντας ban τον επιλεγμένο χρήστη.
it_it: Impossibile bandire l'utente.
ko_kr: 사용자를 차단하지 못했습니다.
nl_nl: Kan gebruiker niet verbannen.
ro_ro: Eșuare la interzicerea accesului utilizatorului.
tr_tr: Kullanıcı sunucudan yasaklanırken hata oluştu.

# error_failed_ban_soft
source: Failed to soft ban user.
ar_sa: فشلت في حظر المستخدم لينة.
de_de: Fehler beim Softban aufgetreten.
el_gr: Αποτυχία κάνοντας soft ban τον επιλεγμένο χρήστη.
it_it: Impossibile soft bandire l'utente.
ko_kr: 사용자를 소프트 차단하지 못했습니다.
nl_nl: Kan gebruiker niet zacht-verbannen.
ro_ro: Eșuare la interzicerea accesului soft a utilizatorului.
tr_tr: Kullanıcı softbanlanırken hata oluştu.

# error_failed_unban
source: Failed to unban user.
ar_sa: لقد فشلتُ في الغاء حظر هذا الشخص.
de_de: Benutzer konnte nicht entbannt werden.
el_gr: Αποτυχία κάνοντας unban τον επιλεγμένο χρήστη.
it_it: Impossibile riammettere l'utente.
ko_kr: 사용자의 차단을 해제하지 못했습니다.
nl_nl: Kan het verbod op deze gebruiker niet ongedaan maken.
ro_ro: Eșuare la redarea accesului utilizatorului.
tr_tr: Kullanıcının yasağı kaldırılırken hata oluştu.

# error_failed_unban_not_banned_1
source: I'm not banned!
ar_sa: أنا لستُ محظوراً!
de_de: Ich bin nicht gebannt!
el_gr: Δεν είμαι banned!
it_it: Non sono bandito!
ko_kr: 저 차단되어 있지 않다고요!
nl_nl: Ik ben niet verbannen!
ro_ro: Accesul meu nu este interzis pe server!
tr_tr: Ben yasaklı değilim ki!

# error_failed_unban_not_banned_2
source: Given user id is not banned.
ar_sa: معرف المستخدم هذا غير محظور.
de_de: Die angegeben Benutzer-ID ist nicht gebannt.
el_gr: Το επιλεγμένο ID χρήστη δεν είναι banned.
it_it: L'id utente dato non è bandito.
ko_kr: 지정한 사용자 ID는 차단되어 있지 않습니다.
nl_nl: Het opgegeven gebruikers-ID is niet verbannen.
ro_ro: Id-ul utilizatorului dat nu este interzis.
tr_tr: Verilen kullanıcı IDsi sunucudan yasaklı değil.

# error_failed_unmute_not_muted
source: User isn't muted. If they are, make sure to set the mute role with `!setting` or name it `Muted`.
ar_sa: هذا المستخدم غير مكتوم. إذا كان مكتوماً ، تأكد من تعيين دور كتم الصوت باستخدام `!setting` أو تسميته `Muted`.
de_de: Der angegebene Benutzer ist nicht stummgeschalten. Falls doch, stelle sicher, dass du die Rolle für Stummgeschaltete mit `!settings` einstellst, oder eine Rolle namens `Muted` erstellt hast.
el_gr: Ο χρήστης δεν είναι muted. Αν είναι, να είσαι σίγουρος να επιλέξεις έναν ρόλο με `!setting` ή ονόμασε το ρόλο `Muted`.
it_it: L'utente non è mutato. Se lo è, assicurati di impostare il ruolo muto con `!setting` o nominalo `Muted`.
ko_kr: 사용자가 뮤트되어 있지 않습니다. 뮤트되어 있는 것이 맞는다면 `!setting`으로 뮤트 역할을 설정하거나 역할 이름을 `Muted`로 지정하세요.
nl_nl: Gebruiker is niet gedempt. Als dit het geval is, zorg er dan voor dat u de demp rol instelt met `!setting` of noem deze `gedempt`.
ro_ro: Utilizatorul nu este pe mut. Dacă ei sunt, asigurați-vă că setați rolul mut cu `!setting` sau numiți-l `Muted`.
tr_tr: Kullanıcı susturulmamış. Eğer susturulmuşlarsa, `!setting` komutunu kullanarak susturulma rolünü ayarla veya role `Muted` ismini ver.

# error_failed_playlist_save
source: Failed to save songs to playlist. Does the playlist already exist?
ar_sa: فشل في حفظ الأغاني إلى قائمة التشغيل. هل قائمة التشغيل موجودة بالفعل؟
de_de: Fehler beim speichern der Playlist. Existiert diese Playlist bereits?
el_gr: Αποτυχία αποθήκευσης τραγουδιών στη λίστα αναπαραγωγής. Η λίστα αναπαραγωγής υπάρχει ήδη;
it_it: Impossibile salvare le canzoni alla playlist. La playlist esiste già?
ko_kr: 노래를 재생 목록에 저장하지 못했습니다. 재생 목록이 이미 존재하는지 확인하세요.
nl_nl: Opslaan van nummers in afspeellijst mislukt. Bestaat de afspeellijst al?
ro_ro: Salvarea melodiilor în lista de redare nu a fost reușită. Lista de redare există deja?
tr_tr: Şarkıları çalma listesine kaydederken hata oluştu. Çalma listesi zaten var mı?

# error_failed_playlist_load
source: Failed to find playlist. Did you type the name correctly?
ar_sa: فشل العثور علي قائمه التشغيل. هل قمت بكتابه الاسم بشكل صحيح ؟
de_de: Playlist konnte nicht gefunden werden. Hast du den Namen richtig geschrieben?
el_gr: Αποτυχία εύρεσης λίστας αναπαραγωγής. Πληκτρολογήσατε σωστά το όνομα;
it_it: Impossibile trovare la playlist. Hai digitato correttamente il nome?
ko_kr: 재생 목록을 찾지 못했습니다. 이름을 올바르게 입력했는지 확인하세요.
nl_nl: Kon afspeellijst niet vinden. Heeft u de naam correct ingevoerd?
ro_ro: Eroare la găsirea listei de redare. Ați introdus corect numele?
tr_tr: Çalma listesi bulunurken hata oluştu. Listenin ismini doğru yazdın mı?

# error_failed_playlist_delete
source: Failed to delete your `{0}` playlist. Does the playlist exist?
ar_sa: فشل في حذف `{0}` التشغيل. هل قائمة التشغيل موجودة؟
de_de: Fehler beim Löschen der Wiedergabeliste `{0}`. Existiert die Playlist?
el_gr: Απέτυχε η διαγραφή σας `{0}` playlist. Η λίστα αναπαραγωγής υπάρχει;
it_it: Impossibile eliminare la tua playlist `{0}`. La playlist esiste?
ko_kr: `{0}` 재생 목록을 삭제하지 못했습니다. 재생 목록이 존재하는지 확인하세요.
nl_nl: Kan je `{0}` afspeellijst niet verwijderen. Bestaat de afspeellijst?
ro_ro: Nu s-a reușit ștergerea listei de redare a dvs. `{0}`. Există deja lista de redare?
tr_tr: `{0}` çalma listen silinirken hata oluştu. Çalma listesi var mı?

# error_role_1
source: I can't update that role, it's higher than my highest role.
ar_sa: لا يمكنني تعديل هذا الدور ، فهو أعلى من أعلى دور لي.
de_de: Ich kann diese Rolle nicht bearbeiten, da diese Rolle über meiner höchsten Rolle liegt.
el_gr: Δεν μπορώ να ενημερώσω αυτόν τον ρόλο, είναι ανώτερος του ρόλου μου.
it_it: Non posso aggiornare quel ruolo, è superiore al mio massimo ruolo.
ko_kr: 해당 역할이 봇의 가장 높은 역할보다 높기에 역할을 갱신할 수 없습니다.
nl_nl: Ik kan die rol niet bijwerken, hij is hoger dan mijn hoogste rol.
ro_ro: Nu pot actualiza acest rol, este mai mare decât rolul meu cel mai înalt.
tr_tr: Bu rolü güncelleyemem, çünkü benim en yüksek rolümden daha üstte.

# error_role_2
source: You can't update that role, it's higher than your highest role.
ar_sa: لا يمكنك تعديل هذا الدور ، فهو أعلى من أعلى دور لديك.
de_de: Du kannst diese Rolle nicht bearbeiten, da diese über deiner höchsten Rolle liegt.
el_gr: Δεν μπορείς να ενημερώσεις αυτόν τον ρόλο, είναι ανώτερος του ρόλου σου.
it_it: Non puoi aggiornare quel ruolo, è superiore del tuo massimo ruolo.
ko_kr: 해당 역할이 사용자의 가장 높은 역할보다 높기에 역할을 갱신할 수 없습니다.
nl_nl: U kunt die rol niet bijwerken, hij is hoger dan uw hoogste rol.
ro_ro: Nu puteți actualiza acest rol, este mai mare decât cel mai mare rol al tău.
tr_tr: Bu rolü güncelleyemezsin, çünkü senin en yüksek rolünden daha üstte.

# error_role_kick_1
source: You can't kick someone above you in the role hierarchy!
ar_sa: لا يمكنك طرد شخص فوقك في التسلسل الهرمي للأدوار!
de_de: Du kannst niemanden mit einer Rolle über deiner Kicken!
el_gr: Δεν μπορείς να κανείς kick κάποιον ανώτερο σου!
it_it: Non puoi kickare qualcuno superiore a te nella gerarchia dei ruoli!
ko_kr: 역할 계층에서 사용자보다 위에 있는 사람은 추방할 수 없습니다!
nl_nl: Je kunt niet iemand boven je kicken in de rollenhiërarchie!
ro_ro: Nu puteți să dați afară pe cineva deasupra rolului tău în ierarhia rolului!
tr_tr: Rol sırasında senden üstte olan birini sunucudan atamazsın!

# error_role_kick_2
source: I can't kick someone above me in the role hierarchy!
ar_sa: لا يمكنني طرد شخص فوقي في التسلسل الهرمي للأدوار!
de_de: Ich kann niemanden mit einer Rolle über meiner Kicken!
el_gr: Δεν μπορώ να κάνω kick κάποιον ανώτερο μου!
it_it: Non posso kickare qualcuno sopra di me nella gerarchia dei ruoli!
ko_kr: 역할 계층에서 봇보다 위에 있는 사람은 추방할 수 없습니다!
nl_nl: Ik kan iemand hoger in de rollenhiërarchie niet kicken!
ro_ro: Nu pot să dau afară pe cineva deasupra rolului meu în ierarhia rolului!
tr_tr: Rol sırasında benden üstte olan birini sunucudan atamam!

# error_role_ban_1
source: You can't ban someone above you in the role hierarchy!
ar_sa: لا يمكنك حظر شخص فوقك في التسلسل الهرمي للأدوار!
de_de: Du kannst niemanden mit einer Rolle über deiner Bannen!
el_gr: Δεν μπορείς να κανείς ban κάποιον ανώτερο σου!
it_it: Non puoi bandire qualcuno superiore a te nella gerarchia dei ruoli!
ko_kr: 역할 계층에서 사용자보다 위에 있는 사람은 차단할 수 없습니다!
nl_nl: U kunt iemand hoger in de rollenhiërarchie niet verbannen!
ro_ro: Nu poți interzice accesul cuiva care este deasupra rolului tău în ierarhia rolului!
tr_tr: Rol sırasında senden üstte olan birini sunucudan yasaklayamazsın!

# error_role_ban_2
source: I can't ban someone above me in the role hierarchy!
ar_sa: لا يمكنني حظر شخص فوقي في التسلسل الهرمي للأدوار!
de_de: Ich kann niemanden mit einer Rolle über meiner Bannen!
el_gr: Δεν μπορώ να κάνω ban κάποιον ανώτερο μου!
it_it: Non posso bandire qualcuno superiore a me nella gerarchia dei ruoli!
ko_kr: 역할 계층에서 봇보다 위에 있는 사람은 차단할 수 없습니다!
nl_nl: Ik kan iemand hoger in de rollenhiërarchie niet verbannen!
ro_ro: Nu pot să interzic accesul cuiva care este deasupra rolului meu în ierarhia rolului!
tr_tr: Rol sırasında benden üstte olan birini sunucudan yasaklayamam!

# error_role_ban_soft_1
source: You can't soft ban someone above you in the role hierarchy!
ar_sa: لا تستطيع حظر لينة شخص فوقك في التسلسل الهرمي للأدوار!
de_de: Du kannst niemanden mit einer Rolle über deiner Soft-Bannen!
el_gr: Δεν μπορείς να κανείς soft ban κάποιον ανώτερο σου!
it_it: Non puoi soft bandire qualcuno superiore a te nella gerarchia dei ruoli!
ko_kr: 역할 계층에서 사용자보다 위에 있는 사람은 소프트 차단할 수 없습니다!
nl_nl: U kunt iemand hoger in de rollenhiërarchie niet tijdelijk verbannen!
ro_ro: Nu puteți să interziceți temporal accesul cuiva care are rolul mai înalt decât tine în ierarhia rolului!
tr_tr: Rol sırasında senden üstte olan birini softbanlayamazsın!

# error_role_ban_soft_2
source: I can't soft ban someone above me in the role hierarchy!
ar_sa: لا اتستطيع حظر لينة شخص فوقي في التسلسل الهرمي للأدوار!
de_de: Ich kann niemanden mit einer Rolle über meiner Soft-Bannen!
el_gr: Δεν μπορώ να κάνω soft ban κάποιον ανώτερο μου!
it_it: Non posso soft bandire qualcuno superiore a me nella gerarchia dei ruoli!
ko_kr: 역할 계층에서 봇보다 위에 있는 사람은 소프트 차단할 수 없습니다!
nl_nl: Ik kan iemand hoger in de rollenhiërarchie niet tijdelijk verbannen!
ro_ro: Nu pot să interzic temporal accesul cuiva deasupra rolului meu în ierarhia rolului!
tr_tr: Rol sırasında benden üstte olan birini softbanlayamam!

# error_role_mute_1
source: You can't mute someone above you in the role hierarchy!
ar_sa: لا يمكنك كتم شخص فوقك في التسلسل الهرمي للأدوار!
de_de: Du kannst niemanden mit einer Rolle über deiner Stummschalten!
el_gr: Δεν μπορείς να κανείς mute κάποιον ανώτερο σου!
it_it: Non puoi mutare qualcuno superiore a te nella gerarchia dei ruoli!
ko_kr: 역할 계층에서 사용자보다 위에 있는 사람은 뮤트할 수 없습니다!
nl_nl: U kunt iemand hoger in de rollenhiërarchie niet dempen!
ro_ro: Nu poți sa-l pui pe mut pe cineva deasupra rolului tău în ierarhia rolului!
tr_tr: Rol sırasında senden üstte olan birini susturamazsın!

# error_role_mute_2
source: I can't mute someone above me in the role hierarchy!
ar_sa: لا أستطيع كتم شخص فوقي في التسلسل الهرمي للأدوار!
de_de: Ich kann niemanden mit einer Rolle über meiner Muten!
el_gr: Δεν μπορώ να κάνω mute κάποιον ανώτερο μου!
it_it: Non posso mutare qualcuno superiore a me nella gerarchia dei ruoli!
ko_kr: 역할 계층에서 봇보다 위에 있는 사람은 뮤트할 수 없습니다!
nl_nl: Ik kan iemand hoger in de rollenhiërarchie niet dempen!
ro_ro: Nu pot să muțesc pe cineva deasupra rolului meu în ierarhia rolului!
tr_tr: Rol sırasında benden üstte olan birini susturamam!

# error_role_mute_3
source: I can't use the mute role, it's higher than my highest role.
ar_sa: لا يمكنني استخدام دور كتم الصوت ، فهو أعلى من أعلى دور لي.
de_de: Ich kann die Mute-Rolle nicht verwenden, da diese über meiner höchsten Rolle liegt.
el_gr: Δεν μπορώ να χρησιμοποιήσω τον Muted ρόλο/τίτλο, είναι ανώτερος από τον τίτλο/ρόλο μου.
it_it: Non posso usare il ruolo muta, è superiore del mio massimo ruolo.
ko_kr: 뮤트 역할이 봇의 가장 높은 역할보다 높기에 역할을 사용할 수 없습니다.
nl_nl: Ik kan die rol niet gebruiken, hij is hoger dan mijn hoogste rol.
ro_ro: Nu pot folosi rolul mut, este mai mare decât cel mai înalt rol de al meu.
tr_tr: Susturma rolünü kullanamam, çünkü benim en yüksek rolümden daha üstte.

# error_role_warn_1
source: You can't warn someone above you in the role hierarchy!
ar_sa: لا يمكنك تحذير شخص فوقك في التسلسل الهرمي للأدوار!
de_de: Du kannst niemanden mit einer Rolle über deiner Verwarnen!
el_gr: Δεν μπορείς να προειδοποιήσεις κάποιον ανώτερο σου!
it_it: Non puoi avvisare qualcuno superiore a te nella gerarchia dei ruoli!
ko_kr: 역할 계층에서 사용자보다 위에 있는 사람에게는 경고를 줄 수 없습니다!
nl_nl: U kunt iemand hoger in de rollenhiërarchie niet waarschuwen!
ro_ro: Nu poți avertiza pe cineva care are rolul mai mare în ierarhia rolului!
tr_tr: Rol sırasında senden üstte olan birini uyaramazsın!

# error_role_warn_2
source: I can't warn someone above me in the role hierarchy!
ar_sa: لا أستطيع تحذير شخص ما فوقي في التسلسل الهرمي للأدوار!
de_de: Ich kann niemanden mit einer Rolle über meiner Verwarnen!
el_gr: Δεν μπορώ να προειδοποιήσω κάποιον ανώτερο μου!
it_it: Non posso avvisare qualcuno superiore a me nella gerarchia dei ruoli!
ko_kr: 역할 계층에서 봇보다 위에 있는 사람에게는 경고를 줄 수 없습니다!
nl_nl: Ik kan iemand hoger in de rollenhiërarchie niet waarschuwen!
ro_ro: Nu pot să avertizez pe cineva care este deasupra rolului meu în ierarhia rolului!
tr_tr: Rol sırasında benden üstte olan birini uyaramam!

# error_role_unwarn_1
source: You can't unwarn someone above you in the role hierarchy!
ar_sa: لا تستطيع إزالة تحذير شخص فوقك في التسلسل الهرمي للإدوار!
de_de: Du kannst keine Warnungen von jemandem über dir in der Rollen-Hierarchie entfernen!
el_gr: Δεν μπορείς να αφαιρέσεις μια προειδοποιήση από κάποιον ανωτερό σου!
it_it: Non puoi rimuovere l'avviso di qualcuno superiore a te nella gerarchia dei ruoli!
ko_kr: 역할 계층에서 사용자보다 위에 있는 사람의 경고는 해제할 수 없습니다!
nl_nl: U kunt iemand hierboven niet vrijwaarschuwen in de rolhiërarchie!
ro_ro: Nu poți să ștergi avertizarea cuiva care este deasupra rolului tău în ierarhia rolului!
tr_tr: Rol sırasında senden üstte olan birinin uyarısını kaldıramazsın!

# error_role_unwarn_2
source: I can't unwarn someone above me in the role hierarchy!
ar_sa: لا اتستطيع إزالة تحذير شخص فوقي في التسلسل الهرمي للأدوار!
de_de: Ich kann keine Warnungen von jemandem über mir in der Rollen-Hierarchie entfernen!
el_gr: Δεν μπορώ να αφαιρέσω προειδοποιήσεις από κάποιον ανωτερό μου!
it_it: Non posso rimuovere l'avviso di qualcuno superiore a me nella gerarchia dei ruoli!
ko_kr: 역할 계층에서 봇보다 위에 있는 사람의 경고는 해제할 수 없습니다!
nl_nl: Ik kan iemand boven mij in de rol hiërarchie niet unwaarschuwen!
ro_ro: Nu pot să șterg avertizarea cuiva care este deasupra rolului meu în ierarhia rolului!
tr_tr: Rol sırasında benden üstte olan birinin uyarısını kaldıramam!

# error_invalid_color_hex
source: You must use a valid hex code!
ar_sa: يجب عليك استخدام رمز hex صالح!
de_de: Du musst einen gültigen Hex-Code verwenden!
el_gr: Πρέπει να γράψεις έναν έγκυρο κωδικό hex!
it_it: Devi usare un codice esadecimale valido!
ko_kr: 올바른 헥스 코드를 사용해야 합니다!
nl_nl: Je moet een geldige hex-code gebruiken!
ro_ro: Trebuie să folosiți un cod hex valabil!
tr_tr: Geçerli bir HEX kodu girmelisin!

# error_invalid_dice
source: Please enter a valid number (1-15) or enter a DND dice roll.
ar_sa: يرجى إدخال رقم صالح (1-15) أو إدخال لفافة النرد من DND.
de_de: Bitte gebe eine gültige Zahl (1-15) ein, oder gib einen DND-Würfelwurf ein.
el_gr: Καταχωρίστε έναν έγκυρο αριθμό (1-15) ή εισαγάγετε ένα ρολό ζεύξης DND.
it_it: Sei pregato di inserire un numero valido (1-15) o inserisci un tiro di dado DND.
ko_kr: 올바른 수(1-15)를 입력하거나 DND 주사위 던지기를 입력하세요.
nl_nl: Voer een geldig nummer in (1-15) of voer een dobbelsteen in met DND.
ro_ro: Introduceți un număr valid (1-15) sau introduceți da-ți cu zarul DND.
tr_tr: Geçerli bir sayı (1 ile 15 arasında) veya DND zar değeri gir.
