Repository: MrCakeSlayer/CakeyBot-locale
Catalog: Bot/strings.*.resx
Languages: ar_sa, de_de, el_gr, it_it, ko_kr, nl_nl, ro_ro, tr_tr

# cooldown
source: This command is on cooldown for: {0}
ar_sa: إنتظر {0} قبل إعادة القيام بهذا الأمر.
de_de: Dieser Befehl ist auf Abklingzeit für: {0}
el_gr: Αυτή η εντολή είναι σε διακοπή για: {0}
it_it: Questo comando è in ricarica per: {0}
ko_kr: 이 명령어는 다음 시간 동안 사용할 수 없습니다: {0}
nl_nl: Deze opdracht is aan het afkoelen voor: {0}
ro_ro: Această comandă este în modul pauză pentru: {0}
tr_tr: Bu komut {0} süreyle beklemede

# module_disabled
source: This module has been disabled in this guild by the server admins.
ar_sa: تم تعطيل هذه الوحدة من قبل مشرفي الخادم.
de_de: Dieses Modul wurde in diesem Server von einem Server Administrator deaktiviert.
el_gr: Αυτή η μονάδα είναι απενεργοποιημένη σε αυτό τον σέρβερ απο τους διαχειριστές.
it_it: Questo modulo è stato disabilitato in questa gilda dagli amministratori del server.
ko_kr: 이 모듈은 이 길드에서 서버 관리자가 비활성화했습니다.
nl_nl: Deze module is uitgeschakeld door de server admins.
ro_ro: Acest modul a fost dezactivat în această asociație de către administratorii serverului.
tr_tr: Bu modül, sunucu yöneticileri tarafından bu sunucuda devre dışı bırakıldı.

# command_disabled
source: This command is disabled temporarily for updates.
ar_sa: تم تعطيل هذا الأمر مؤقتًا للحصول على التحديثات.
de_de: Dieser Befehl ist vorübergehend aufgrund von Updates deaktiviert.
el_gr: Αυτή η εντολή είναι προσωρινά απενεργοποιημένη για ενημερώσεις.
it_it: Questo comando è temporaneamente disabilitato per gli aggiornamenti.
ko_kr: 이 명령어는 업데이트를 위해 일시적으로 비활성화되었습니다.
nl_nl: Dit commando is tijdelijk uitgeschakeld voor updates.
ro_ro: Această comandă este dezactivată temporar pentru actualizări.
tr_tr: Bu komut güncellemeler için kısa süreliğine devre dışı bırakıldı.

# error_generic_1
source: An unknown error occurred!
ar_sa: لقد حصل خطأ غير معروف سببه!
de_de: Ein unbekannter Fehler ist aufgetreten!
el_gr: Ενα άγνωστο πρόβλημα προέκυψε!
it_it: Un errore sconosciuto si è verificato!
ko_kr: 알 수 없는 오류가 발생했습니다!
nl_nl: Er is een onbekende fout opgetreden!
ro_ro: S-a produs o eroare necunoscută!
tr_tr: Bilinmeyen bir hata oluştu!

# error_generic_2
source: Unknown error occurred. Please report in our support Discord: https://discord.gg/EUssVK5
ar_sa: حدث خطأ غير معروف. يرجى الإبلاغ في Discord الخاص بالدعم: https://discord.gg/EUssVK5
el_gr: Παρουσιάστηκε άγνωστο σφάλμα. Παρακαλούμε να το αναφέρετε στην υποστήριξή μας στο Discord μας: https://discord.gg/EUssVK5
it_it: Si è verificato un errore sconosciuto. Sei pregato di segnalare nel nostro supporto Discord: https://discord.gg/EUssVK5
ko_kr: 알 수 없는 오류가 발생했습니다. 지원 Discord에서 보고해주세요: https://discord.gg/EUssVK5
nl_nl: Onbekende fout opgetreden. Rapporteer met `!feedback`
ro_ro: A apărut o eroare necunoscută. Vă rugăm să raportați pe Discord: https://discord.gg/EUsVK5

# error_generic_3
source: An unknown error occured. Is the server online? Did you choose the correct server type?
ar_sa: لقد حصل خطأ غير معروف سببه. هل السيرفر يعمل؟ هل اخترت نوع السيرفر الصحيح؟
de_de: Ein unbekannter Fehler ist aufgetreten. Ist der Server online? Hast du den richtigen Servertyp ausgewählt?
el_gr: Ένα άγνωστο πρόβλημα προέκυψε. Είναι ο διακομιστής ανοικτός; Διαλέξατε το σωστό τύπο διακομιστή;
it_it: Un errore sconosciuto si è verificato. Il server è online? Hai scelto il tipo di server corretto?
ko_kr: 알 수 없는 오류가 발생했습니다. 서버가 온라인 상태이거나 올바른 서버 유형을 선택했는지 확인하세요.
nl_nl: Er is een onbekende fout opgetreden. Is de server online? Heb je het juiste servertype gekozen?
ro_ro: A apărut o eroare necunoscută. Serverul este online? Ai ales tipul de server corect?
tr_tr: Bilinmeyen bir hata oluştu. Sunucu çevrimiçi mi? Doğru bir sunucu türü seçtin mi?

# error_generic_4
source: Error:
ar_sa: خطأ:
de_de: Fehler:
el_gr: Λάθος:
it_it: Errore:
ko_kr: 오류:
nl_nl: Fout:
ro_ro: Eroare:
tr_tr: Hata:

# error_generic_5
source: Sub-command coming soon.
ar_sa: القيادة الفرعية ستاتي قريبا.
de_de: Unterbefehl kommt bald.
el_gr: Υπο-εντολή έρχεται σύντομα.
it_it: Sotto-comando in arrivo.
ko_kr: 하위 명령은 출시 예정입니다.
nl_nl: Het subcommando komt binnenkort.
ro_ro: Sub-comanda vine în curând.
tr_tr: Alt komut çok yakında.

# error_ssl
source: SSL Error, please try again later.
ar_sa: حصل خطأ SLL. الرجاء المحاولة في وقت لاحق.
de_de: SSL Fehler, bitte versuche es später.
el_gr: Πρόβλημα SSL, παρακαλώ δοκιμάστε αργότερα.
it_it: Errore SSL, sei pregato di riprovare.
ko_kr: SSL 오류가 발생했습니다, 나중에 다시 시도해주세요.
nl_nl: SSL-fout, probeer het later opnieuw.
ro_ro: Eroare SSL, va rog încercați mai târziu.
tr_tr: SSL Hatası, daha sonra tekrar dene.

# error_limit_rate
source: Rate limit reached.
ar_sa: لقد تم بلوغ حد السرعة المحدد.
de_de: Rate limit wurde erreicht.
el_gr: Φτάσατε το ανώτατο όριο.
it_it: Limite del tasso raggiunto.
ko_kr: 속도 제한에 도달했습니다.
nl_nl: Rate grens bereikt.
ro_ro: Limita ratei a fost atinsă.
tr_tr: Hız sınırına ulaşıldı.

# error_limit_characters_10
source: Text must be less than 10 characters.
ar_sa: يجب أن يكون النص أقل من 10 أحرف.
de_de: Text muss weniger als 10 Zeichen sein.
el_gr: Το κείμενο πρέπει να είναι λιγότερο από 10 χαρακτήρες.
it_it: Il testo deve essere inferiore a 10 caratteri.
ko_kr: 텍스트는 10자 이하여야 합니다.
nl_nl: Tekst moet minder dan 10 tekens bevatten.
ro_ro: Textul trebuie să fie mai puțin de 10 caractere.
tr_tr: Metin 10 karakterden daha kısa olmalıdır.

# error_limit_characters_200
source: Please enter a question less than 200 characters.
ar_sa: الرجاء إدخال سؤال أقل من 200 حرف.
de_de: Bitte gebe eine Frage ein mit weniger als 200 Zeichen.
el_gr: Παρακαλώ γράψτε μια ερώτηση λιγότερο απο 200 λέξεις.
it_it: Sei pregato di inserire una domanda inferiore a 200 caratteri.
ko_kr: 200자 이하의 질문을 입력하세요.
nl_nl: Voer een vraag van minder dan 200 tekens in.
ro_ro: Vă rugăm să introduceți o întrebare care are mai puțin de 200 de caractere.
tr_tr: Lütfen 200 karakterden daha kısa olan bir soru gir.

# error_limit_characters_200_2
source: Please enter a suggestion less than 200 characters.
ar_sa: الرجاء إدخال اقتراح أقل من 200 حرف.
de_de: Bitte gebe ein Vorschlag mit weniger als 200 Zeichen.
el_gr: Παρακαλώ γράψτε μια πρόταση λιγότερο απο 200 λέξεις.
it_it: Sei pregato di inserire un suggerimento inferiore a 200 caratteri.
ko_kr: 200자 이하의 제안을 입력하세요.
nl_nl: Voer een suggestie in van minder dan 200 tekens.
ro_ro: Vă rugăm să introduceți o sugestie care are mai puțin de 200 de caractere.
tr_tr: Lütfen 200 karakterden daha kısa olan bir öneri gir.

# error_limit_characters_500
source: Text must be less than 500 characters long.
ar_sa: يجب أن يكون النص أقل من 500 حرف.
de_de: Text muss weniger als 500 Zeichen lang sein.
el_gr: Το κείμενο πρέπει να είναι λιγότερο απο 500 λέξεις.
it_it: Il testo deve essere di lunghezza inferiore a 500 caratteri.
ko_kr: 텍스트는 500자 이하여야 합니다.
nl_nl: Tekst moet minder dan 500 tekens bevatten.
ro_ro: Textul trebuie să fie mai puțin de 500 caractere.
tr_tr: Metin 500 karakterden kısa olmalıdır.

# error_missing_text
source: You must provide some text.
ar_sa: يجب عليك تقديم نص قصير.
de_de: Du musst einen Text angeben.
el_gr: Πρέπει να δώσετε κάποιο κείμενο.
it_it: Devi fornire del testo.
ko_kr: 텍스트를 지정해야 합니다.
nl_nl: U moet wat tekst opgeven.
ro_ro: Trebuie să introduceți un text.
tr_tr: Bir metin belirtmen gerekiyor.

# error_missing_query
source: You need to provide a search query.
ar_sa: يجب عليك تقديم استعلام بحث.
de_de: Du musst eine Suchanfrage bereitstellen.
el_gr: Πρέπει να δώσετε ένα ερώτημα αναζήτησης.
it_it: Devi fornire una query di ricerca.
ko_kr: 검색 쿼리를 지정해야 합니다.
nl_nl: U moet een zoekopdracht opgeven.
ro_ro: Trebuie să introduceți o interogare de căutare.
tr_tr: Bir arama sorgusu belirtmen gerekiyor.

# error_missing_warn_id
source: You must enter a warning ID!
ar_sa: يجب عليك إدخال معرف تحذير!
de_de: Du musst die Warnungs ID eingeben!
el_gr: Πρέπει να γράψετε ένα ID προειδοποίησης!
it_it: Devi inserire un ID di avviso!
ko_kr: 경고 ID를 입력해야 합니다!
nl_nl: Je moet een waarschuwings-ID invullen!
ro_ro: Trebuie să introduceți un ID de avertizare!
tr_tr: Bir uyarı IDsi girmen gerekiyor!

# error_missing_server_info
source: You must provide a server IP and port.
ar_sa: يجب عليك إدخال السيرفر IP و Port.
de_de: Server IP und Port wird benötigt.
el_gr: Πρέπει να γράψετε έναν IP και θύρα διακομιστή.
it_it: Devi fornire un IP del server ed una porta.
ko_kr: 서버 IP와 포트를 지정해야 합니다.
nl_nl: U moet een server IP en poort opgeven.
ro_ro: Trebuie să furnizați un IP și un port de server.
tr_tr: Bir sunucu IPsi ve port belirtmen gerekiyor.

# error_missing_user_name_1
source: You must enter a username!
ar_sa: يجب عليك إدخال إسم شخص!
de_de: Benutzername muss angegeben werden!
el_gr: Πρέπει να γράψετε ένα όνομα!
it_it: Devi inserire un nome utente!
ko_kr: 사용자명을 입력해야 합니다!
nl_nl: U moet een gebruikersnaam invullen!
ro_ro: Trebuie să introduceți un nume de utilizator!
tr_tr: Bir kullanıcı adı girmelisin!

# error_missing_user_name_2
source: You must enter two usernames!
ar_sa: يجب عليك إدخال إسم شخصين!
de_de: Es müssen zwei Benutzernamen angegeben werden!
el_gr: Πρέπει να γράψετε 2 ονόματα!
it_it: Devi inserire due nomi utente!
ko_kr: 사용자명 2개를 입력해야 합니다!
nl_nl: U moet twee gebruikersnamen invullen!
ro_ro: Trebuie să introduceți două nume de utilizator!
tr_tr: İki kullanıcı adı girmelisin!

# error_missing_user_id
source: You must enter a user id!
ar_sa: يجب عليك إدخال معرف مستخدم!
de_de: Es muss eine Benutzer-ID angegeben werden!
el_gr: Πρέπει να γράψετε ένα ID χρήστη!
it_it: Devi inserire un id utente!
ko_kr: 사용자 ID를 입력해야 합니다!
nl_nl: U moet een gebruiker id invullen!
ro_ro: Trebuie să introduceți un ID de utilizator!
tr_tr: Bir kullanıcı IDsi girmelisin!

# error_missing_steam_id_1
source: Please enter a valid steam user id! Find user IDs at: https://steamid.io/lookup/
ar_sa: الرجاء إدخال معرف مستخدم Steam صالح! ابحث عن معرفات المستخدمين على: https://steamid.io/lookup/
de_de: Bitte gebe eine gültige Steam-ID ein! Finde Benutzer-IDs unter: https://steamid.io/lookup/
el_gr: Παρακαλώ εισάγετε ένα έγκυρο ID χρήστη Steam! Βρείτε ID χρηστών εδω: https://steamid.io/lookup/
ko_kr: 올바른 Steam 사용자 ID를 입력하세요! 사용자 ID를 다음 웹사이트에서 찾아보세요: https://steamid.io/lookup/
ro_ro: Vă rugăm să introduceți un ID de utilizator valid pe Steam! Găsire ID-uri de utilizator pe: https://steamid.io/lookup/
tr_tr: Lütfen geçerli bir Steam kullanıcı IDsi gir! Kullanıcı IDlerini https://steamid.io/lookup/ adresinden bulabilirsin

# error_missing_steam_id_2
source: Remember, Steam64 IDs can be found at: https://steamid.io/lookup/
ar_sa: تذكر أنه يمكن العثور على معرفات Steam64 على: https://steamid.io/lookup/
de_de: Steam64-IDs können unter https://steamid.io/lookup/ gefunden werden
el_gr: Θυμηθείτε, ID Steam64 μπορούν να βρεθούν εδώ: https://steamid.io/lookup/
ko_kr: Steam64 ID는 다음 웹사이트에서 찾을 수 있습니다: https://steamid.io/lookup/
ro_ro: Nu uitați, ID-urile Steam64 pot fi găsite la adresa: https://steamid.io/lookup/
tr_tr: Unutma, Steam64 IDlerini: https://steamid.io/lookup/ adresinden bulabilirsin

# error_missing_role_name
source: You must provide a role name!
ar_sa: يجب عليك تقديم اسم دور!
de_de: Ein gültiger Rollen-Name muss angegeben werden!
el_gr: Πρέπει να γράψετε ένα όνομα ρόλου!
it_it: Devi fornire un nome ruolo!
ko_kr: 역할 이름을 지정해야 합니다!
nl_nl: U moet een rol naam invullen!
ro_ro: Trebuie să furnizați un nume de rol!
tr_tr: Bir rol ismi belirtmen gerekiyor!

# error_missing_role_mention
source: You must tag a role!
ar_sa: يجب عليك كتابة اسم دور!
de_de: Du musst eine Rolle markieren!
el_gr: Πρέπει να επισημάνετε έναν ρόλο!
it_it: Devi taggare un ruolo!
ko_kr: 역할을 태그해야 합니다!
nl_nl: U moet een rol taggen!
ro_ro: Trebuie să etichetezi un rol!
tr_tr: Bir rolü etiketlemelisin!

# error_missing_perm_manageroles
source: You don't have ManageRoles permission!
ar_sa: ليس لديك إذن إدارة الأدوار!
de_de: Dir fehlt die ManageRoles -Berechtigung!
el_gr: Δεν έχεις πρόσβαση στο ManageRoles!
it_it: Non hai i permessi ManageRoles!
ko_kr: 사용자에게 역할 관리 권한이 없습니다!
nl_nl: U heeft geen ManageRoles-toestemming!
ro_ro: Nu aveți permisiunea ManageRoles!
tr_tr: Rolleri Yönetme yetkisine sahip değilsin!

# error_missing_perm_manageserver
source: You don't have ManageServer permission!
ar_sa: ليس لديك إذن إدارة السيرفر!
de_de: Dir fehlt die ManageServer-Berechtigung!
el_gr: Δεν έχεις πρόσβαση στο ManageServer!
it_it: Non hai i permessi ManageServer!
ko_kr: 사용자에게 서버 관리 권한이 없습니다!
nl_nl: U heeft geen ManageServer-toestemming!
ro_ro: Nu aveți permisiunea ManageServer!
tr_tr: Sunucuyu Yönetme yetkisine sahip değilsin!

# error_missing_perm_managechannels
source: You don't have ManageChannels permission!
ar_sa: ليس لديك إذن إدارة القنوات!
de_de: Dir fehlt die ManageRoles-Berechtigung!
el_gr: Δεν έχεις πρόσβαση στο ManageChannels!
it_it: Non hai i permessi ManageChannels!
ko_kr: 사용자에게 채널 관리 권한이 없습니다!
nl_nl: Je hebt geen permissie Beheerkanalen!
ro_ro: Nu aveți permisiunea ManageChannels!
tr_tr: Kanalları Yönetme yetkisine sahip değilsin!

# error_missing_perm_managenicks
source: You don't have ManageNickname permissions!
ar_sa: ليس لديك إذن إدارة الكنيات!
de_de: Dir fehlt die ManageNickname-Berechtigung!
el_gr: Δεν έχεις πρόσβαση στο ManageNickname!
it_it: Non hai i permessi ManageNickname!
ko_kr: 사용자에게 닉네임 관리 권한이 없습니다!
nl_nl: U heeft geen ManageNickname-toestemming!
ro_ro: Nu aveți permisiunea ManageNickname!
tr_tr: Takma Adları Yönetme yetkisine sahip değilsin!

# error_missing_perm_managemessage_1
source: You don't have ManageMessage permission!
ar_sa: ليس لديك إذن إدارة الرسائل!
de_de: Dir fehlt die ManageMessages-Berechtigung!
el_gr: Δεν έχεις πρόσβαση στο ManageMessage!
it_it: Non hai i permessi ManageMessage!
ko_kr: 사용자에게 메시지 관리 권한이 없습니다!
nl_nl: Je hebt geen toegang tot ManageMessage!
ro_ro: Nu aveți permisiunea ManageMessage!
tr_tr: Mesajları Yönetme yetkisine sahip değilsin!

# error_missing_perm_managemessage_2
source: I don't have ManageMessage permission!
ar_sa: ليس لديّ إذن إدارة الرسائل!
de_de: Mir fehlt die ManageMessage-Berechtigung!
el_gr: Δεν έχω πρόσβαση στο ManageMessages!
it_it: Non ho il permesso ManageMessage!
ko_kr: 봇에 메시지 관리 권한이 없습니다!
nl_nl: Ik heb geen toestemming voor Managementbericht!
ro_ro: Nu am permisiunea ManageMessage!
tr_tr: Mesajları Yönetme yetkisine sahip değilim!

# error_missing_perm_moderator
source: You must have server moderator permissions to use this command. [More Info](https://docs.cakeybot.app/setup/faq#what-is-considered-a-server-moderator)
ar_sa: يجب أن يكون لديك اذن مششرف لاستتخدام هذا الأمر. لمزيد من المعلومات:(https://docs.cakeybot.app/setup/faq#what-is-considered-a-server-moderator)
de_de: Du brauchst die "server moderator"-Berechtigung, um diesen Befehl zu nutzen. [Mehr Infos](https://docs.cakeybot.app/setup/faq#what-is-considered-a-server-moderator)
el_gr: Πρέπει να έχεις δικαιώματα Mod διακομιστή για να χρησιμοποιήσεις αυτή την εντολή. [Περισσότερες πληροφορίες](https://docs.cakeybot.app/setup/faq#what-is-considered-a-server-moderator)
it_it: Devi avere i permessi di moderatore del server per usare questo comando. [Più Info](https://docs.cakeybot.app/setup/faq#what-is-considered-a-server-moderator)
ko_kr: 이 명령어를 사용하려면 서버 운영자 권한이 있어야 합니다. [자세한 정보](https://docs.cakeybot.app/setup/faq#what-is-considered-a-server-moderator)
nl_nl: Je moet server moderator rechten hebben om dit commando te gebruiken. [Meer Info](https://docs.cakeybot.app/setup/faq#what-is-considered-a-server-moderator)
ro_ro: Trebuie să aveți permisiuni de moderator de server pentru a utiliza această comandă. [Mai multe informații](https://docs.cakeybot.app/setup/faq#what-is-considered-a-server-moderator)
tr_tr: Bu komutu kullanabilmek için sunucu moderatörü izinlerine sahip olmalısın. [Daha Fazlasını Öğren](https://docs.cakeybot.app/setup/faq#what-is-considered-a-server-moderator)

# error_missing_perm_emoji
source: You don't have ManageEmoji permission!
ar_sa: ليس لديك إذن إدارة رموز "Emoji"!
de_de: Dir fehlt die ManageEmoji -Berechtigung!
el_gr: Δεν έχεις πρόσβαση στο ManageEmoji!
it_it: Non hai i permessi ManageEmoji!
ko_kr: 사용자에게 이모지 관리 권한이 없습니다!
nl_nl: U heeft geen ManageEmoji-toestemming!
ro_ro: Nu ai permisiunea ManageEmoji!
tr_tr: Emojileri Yönetme yetkisine sahip değilsin!

# error_missing_perm_administrator
source: You don't have Administrator permission!
ar_sa: ليس لديك إذن مدير!
de_de: Dir fehlt die Administrator-Berechtigung!
el_gr: Δεν έχεις δικαιώματα διαχειριστή!
it_it: Non hai i permessi di Amministratore!
ko_kr: 사용자에게 관리자 권한이 없습니다!
nl_nl: U heeft geen beheerdersrechten!
ro_ro: Nu aveți permisiunea de administrator!
tr_tr: Yönetici yetkisine sahip değilsin!

# error_missing_perm_kick
source: You don't have kick permissions!
ar_sa: ليس لديك إذن الطرد!
de_de: Du kannst niemanden kicken!
el_gr: Δεν έχεις άδεια να κάνεις kick χρήστες!
it_it: Non hai i permessi di kick!
ko_kr: 사용자에게 추방 권한이 없습니다!
nl_nl: U heeft geen kick-toestemming!
ro_ro: Nu ai permisiuni de a da afară!
tr_tr: Sunucudan Atma yetkisine sahip değilsin!

# error_missing_perm_ban
source: You don't have ban permission!
ar_sa: ليس لديك إذن الحظر!
de_de: Du kannst niemanden bannen!
el_gr: Δεν έχεις άδεια να κάνεις ban χρήστες!
it_it: Non hai il permesso di bandire!
ko_kr: 사용자에게 차단 권한이 없습니다!
nl_nl: U heeft geen verbanningstoestemming!
ro_ro: Nu aveți permisiunea de a interzice accesul!
tr_tr: Sunucudan Yasaklama yetkisine sahip değilsin!

# error_missing_perm_unban
source: You don't have unban permission!
ar_sa: ليس لديك إذن إلغاء الحظر!
de_de: Du kannst niemanden entbannen!
el_gr: Δεν έχεις άδεια να κάνεις unban χρήστες!
it_it: Non hai il permesso di riammissione!
ko_kr: 사용자에게 차단 해제 권한이 없습니다!
nl_nl: U heeft geen unban toestemming!
ro_ro: Nu aveți permisiunea de a reda accesarea!
tr_tr: Yasağı Kaldırma yetkisine sahip değilsin!

# error_missing_perm_mute
source: You don't have MuteMembers permission!
ar_sa: ليس لديك إذن الكتم!
de_de: Dir fehlt die MuteMembers-Berechtigung!
el_gr: Δεν έχεις πρόσβαση στο MuteMembers!
it_it: Non hai il permesso MuteMembers!
ko_kr: 사용자에게 멤버 뮤트 권한이 없습니다!
nl_nl: U heeft geen MuteMembers toestemming!
ro_ro: Nu aveți permisiunea MuteMembers!
tr_tr: Üyeleri Susturma yetkisine sahip değilsin!

# error_missing_perm_self_emoji
source: I don't have ManageEmoji permission!
ar_sa: ليس لدي إذن ManageEmoji!
de_de: Mir fehlt die ManageEmoji -Berechtigung!
el_gr: Δεν έχω πρόσβαση στο ManageEmoji!
it_it: Non ho il permesso ManageEmoji!
ko_kr: 봇에 이모지 관리 권한이 없습니다!
nl_nl: Ik heb geen toestemming voor ManageEmoji!
ro_ro: Nu am permisiunea ManageEmoji!
tr_tr: Emojileri yönetme yetkisine sahip değilim!

# error_missing_perm_self_react
source: I don't have permission to add reactions!
ar_sa: ليس لدي إذن لإضافة ردود!
de_de: Ich habe keine Rechte, um reactions hinzuzufügen!
el_gr: Δεν εχώ δικαίωμα να προσθέσω αντιδράσεις!
it_it: Non ho il permesso di aggiungere reazioni!
ko_kr: 봇에 반응을 추가할 수 있는 권한이 없습니다!
nl_nl: Ik heb geen toestemming om reacties toe te voegen!
ro_ro: Nu am permisiunea de a adăuga reacții!
tr_tr: Mesajlara tepki ekleme yetkisine sahip değilim!

# error_missing_perm_self_kick
source: I don't have kick permissions!
ar_sa: ليس لديّ إذن الطّرد!
de_de: Mir fehlt die Kick-Berechtigung!
el_gr: Δεν έχω πρόσβαση σε δικαιώματα kick!
it_it: Non ho i permessi di kick!
ko_kr: 봇에 추방 권한이 없습니다!
nl_nl: Ik heb geen kick-toestemming!
ro_ro: Nu am permisiunea de a da afară!
tr_tr: Sunucudan Atma yetkisine sahip değilim!

# error_missing_perm_self_ban
source: I don't have ban permissions!
ar_sa: ليس لديّ إذن الحظر!
de_de: Mir fehlt die Ban-Berechtigung!
el_gr: Δεν έχω πρόσβαση σε δικαιώματα ban!
it_it: Non ho i permessi di bandire!
ko_kr: 봇에 차단 권한이 없습니다!
nl_nl: Ik heb geen verbanningstoestemming!
ro_ro: Nu am permisiunea de a interzice accesul!
tr_tr: Sunucudan Yasaklama yetkisine sahip değilim!

# error_missing_perm_self_unban
source: I don't have unban permissions!
ar_sa: ليس لدي إذن إلغاء الحظر!
de_de: Mit fehlt die Unban-Berechtigung!
el_gr: Δεν έχω πρόσβαση σε δικαιώματα unban!
it_it: Non ho i permessi di riammettere!
ko_kr: 봇에 차단 해제 권한이 없습니다!
nl_nl: Ik heb geen unban toestemming!
ro_ro: Nu am permisiunea de a reda accesul!
tr_tr: Yasağı Kaldırma yetkisine sahip değilim!

# error_missing_perm_self_manageroles
source: I don't have ManageRoles permissions!
ar_sa: ليس لديّ إذن إدارة الأدوار!
de_de: Mir fehlt die ManageRoles-Berechtigung!
el_gr: Δεν έχω πρόσβαση στο ManageRoles!
it_it: Non ho i permessi ManageRoles!
ko_kr: 봇에 역할 관리 권한이 없습니다!
nl_nl: Ik heb geen ManageRoles-toestemming!
ro_ro: Nu am permisiunea ManageRoles!
tr_tr: Rolleri Yönetme yetkisine sahip değilim!

# error_missing_perm_self_managechannels
source: I don't have ManageChannel permissions!
ar_sa: ليس لدي إذن لي إدارة القنوات!
de_de: Dir fehlt die ManageChannel-Berechtigung!
el_gr: Δεν έχω πρόσβαση στο ManageChannel!
it_it: Non ho i permessi ManageChannel!
ko_kr: 봇에 채널 관리 권한이 없습니다!
nl_nl: Ik heb geen ManageChannel permissies!
ro_ro: Nu am permisiunea ManageChannel!
tr_tr: Kanalları Yönetme yetkisine sahip değilim!

# error_missing_perm_self_manageguild
source: I don't have ManageGuild permissions! (Required to view guild invites)
ar_sa: ليس لدي أذنات إدارة النقابة! (مطلوب نظر دعوات نقابة)
de_de: Ich habe keine ManageGuild-Berechtigungen! (Erforderlich, um Gildeneinladungen anzuzeigen.)
el_gr: Δεν έχω πρόσβαση στο ManageGuild! (Απαιτείται για προβολή των προσκλήσεων διακομιστή)
it_it: Non ho i permessi ManageGuild! (Obbligatorio per vedere gli inviti della gilda)
ko_kr: 봇에 길드 관리 권한이 없습니다! (길드 초대를 보는 데 필요합니다)
nl_nl: Ik heb geen ManageGuild toestemmingen! (Vereist om gilde uitnodigingen te bekijken)
ro_ro: Nu am permisiunea ManageGuild! (Necesar pentru a vizualiza invitația asociației)
tr_tr: Sunucuyu Yönetme yetkisine sahip değilim! (Sunucu davetlerini görmek için gereklidir)

# error_missing_perm_self_managenicks
source: I don't have ManageNickname permissions!
ar_sa: ليس لديك إذن إدارة الكنيات!
de_de: Dir fehlt die ManageNickname-Berechtigung!
el_gr: Δεν έχω πρόσβαση στο ManageNickname!
it_it: Non hai i permessi ManageNickname!
ko_kr: 봇에 닉네임 관리 권한이 없습니다!
nl_nl: Ik heb geen ManageNickname-toestemming!
ro_ro: Nu aveți permisiunea ManageNickname!
tr_tr: Takma Adları Yönetme yetkisine sahip değilim!

# error_missing_perm_self_kick_admin
source: I can't kick an Administrator!
ar_sa: لا يمكنني طرد مسؤول!
de_de: Ich kann keine Administratoren kicken!
el_gr: Δεν μπορώ να κάνω kick έναν διαχειριστή!
it_it: Non posso kickare un Amministratore!
ko_kr: 봇이 관리자를 추방할 수는 없습니다!
nl_nl: Ik kan een beheerder niet kicken!
ro_ro: Nu pot să dau afară un administrator!
tr_tr: Bir Yöneticiyi sunucudan atamam!

# error_missing_perm_self_ban_admin
source: I can't ban an Administrator!
ar_sa: لا يمكنني فرض حظر مسؤول!
de_de: Ich kann keine Administratoren bannen!
el_gr: Δεν μπορώ να κάνω ban έναν διαχειριστή!
it_it: Non posso bandire un Amministratore!
ko_kr: 봇이 관리자를 차단할 수는 없습니다!
nl_nl: Ik kan een beheerder niet verbannen!
ro_ro: Nu pot interzice accesul unui administrator!
tr_tr: Bir Yöneticiyi sunucudan yasaklayamam!

# error_missing_perm_self_ban_soft_admin
source: I can't soft ban an Administrator!
ar_sa: لا استطيع حظر لينة Administrator!
de_de: Ich kann keine Administratoren soft-bannen!
el_gr: Δεν μπορώ να κάνω soft ban έναν διαχειριστή!
it_it: Non posso soft bandire un Amministratore!
ko_kr: 봇이 관리자를 소프트 차단할 수는 없습니다!
nl_nl: Ik kan een beheerder niet zacht-verbannen!
ro_ro: Nu pot interzice un administrator!
tr_tr: Bir Yöneticiyi softbanlayamam!

# error_missing_perm_self_mute_admin
source: I can't mute an Administrator!
ar_sa: لا يمكنني كتم مسؤول!
de_de: Ich kann Administratoren nicht muten!
el_gr: Δεν μπορώ να κάνω mute έναν διαχειριστή!
it_it: Non posso mutare un Amministratore!
ko_kr: 봇이 관리자를 뮤트할 수는 없습니다!
nl_nl: Ik kan een beheerder niet dempen!
ro_ro: Nu pot muții un administrator!
tr_tr: Bir Yöneticiyi susturamam!
