Repository: MrCakeSlayer/CakeyBot-locale
Catalog: Bot/strings.*.resx
Languages: ar_sa, de_de, el_gr, it_it, ko_kr, nl_nl, ro_ro, tr_tr

# core_debug_optional_misc
source: **Optional Permissions: (Required For Utilities/Misc)**
ar_sa: **أذونات اختيارية: (مطلوب للأدوات المساعدة / متفرقات)**
de_de: **Optionale Berechtigungen: (Benötigt für Utilities/Misc)**
el_gr: ** Προαιρετικά δικαιώματα: (απαιτείται για βοηθητικά προγράμματα/misc) **
it_it: **Autorizzazioni facoltative: (Richieste per le utenze/varie)**
ko_kr: **선택적 권한: (유틸리티/기타에 필요)**
nl_nl: **Optionele Permissies: (Vereist voor hulp/misc)**
ro_ro: **Permisiuni Opționale: (Necesare pentru Utilizări/Diverse)**
tr_tr: **İsteğe Bağlı Yetkiler: (Araçlar/Çeşitli Komutlar için Gereklidir)**

# core_debug_optional_music
source: **Optional Permissions: (Required For Music)**
ar_sa: **أذونات اختيارية: (مطلوب للموسيقى)**
de_de: **Optionale Berechtigungen: (Benötigt für Musik)**
el_gr: ** Προαιρετικά δικαιώματα: (απαιτείται για τη μουσική) **
it_it: **Autorizzazioni facoltative: (Richieste per la musica)**
ko_kr: **선택적 권한: (음악에 필요)**
nl_nl: **Optionele Permissies: (Vereist voor muziek)**
ro_ro: **Permisiuni Opționale: (Necesare Pentru Muzică)**
tr_tr: **İsteğe Bağlı Yetkiler: (Müzik Komutları için Gereklidir)**

# core_debug_unused
source: **Unused Permissions:**
ar_sa: **الأذونات غير المستخدمة: **
de_de: **Nicht genutzte Berechtigungen:**
el_gr: ** Αχρησιμοποίητα δικαιώματα: **
it_it: **Autorizzazioni inutilizzate:**
ko_kr: **사용되지 않는 권한:**
nl_nl: **Ongebruikte rechten:**
ro_ro: **Permisiuni Neutilizate:**
tr_tr: **Kullanılmayan Yetkiler:**

# core_debug_wildcard
source: **Wildcard Permissions:**
ar_sa: **أذونات البدل:**n\
de_de: **Wildcard-Berechtigungen:**
el_gr: ** Δικαιώματα μπαλαντέρ: **
it_it: **Permessi Wildcard:**
ko_kr: **와일드카드 권한:**
nl_nl: **Wildcard toestemmingen:**
ro_ro: **Permisiuni Wildcard:**
tr_tr: **Çok Amaçlı Yetkiler**

# core_limited
source: Cakey Bot is currently having technical issues. Some features are disabled or limited temporarily.
it_it: Cakey Bot sta momentaneamente riscontrando dei problemi tecnici. Alcune funzionalità sono disabilitate o temporaneamente limitate.
ko_kr: Cakey Bot에 기술적인 문제가 생겼습니다. 일부 기능이 일시적으로 비활성화되거나 제한됩니다.
nl_nl: Cakey Bot heeft momenteel technische problemen. Sommige functies zijn uitgeschakeld of tijdelijk beperkt.
ro_ro: Botul Cakey are în prezent probleme tehnice. Unele caracteristici sunt dezactivate sau limitate temporar.

# core_string_1
source: Command Info
it_it: Info sul Comando
ko_kr: 명령어 정보
nl_nl: Commando Info
ro_ro: Informații despre comandă

# urban_error
source: Couldn't find Urban Dictionary entry. Try later or try another one.
ar_sa: تعذّر العثور على إدخال Urban Dictionary. حاول لاحقًا أو جرب واحدة أخرى.
de_de: Konnte Eintrag im Urban Dictonary nicht finden. Versuche es später erneut oder versuche einen anderen.
el_gr: Δεν ήταν δυνατή η εύρεση καταχώρησης σας στο Urban Dictionary. Δοκιμάστε αργότερα ή δοκιμάστε άλλο.
it_it: Impossibile trovare la voce di Urban Dictionary. Prova più tardi o provane un'altra.
ko_kr: Urban Dictionary 항목을 찾을 수 없습니다. 나중에 다시 시도하거나 다른 것을 시도해보세요.
nl_nl: Kon het Urban Wictionary item niet vinden. Probeer het later of probeer een andere.
ro_ro: Nu am putut găsi o intrare pe Urban Dictionary. Încercați mai târziu sau încercați altul.
tr_tr: Bir Urban Dictionary entry'si bulunamadı. Daha sonra sorgulamayı veya başka bir entry aramayı dene.

# automod_string_caps
source: Your message was deleted for containing >{0}% of capital letters.
ar_sa: تم حذف رسالتك لاحتوا >{0}% من الأحرف الكبيرة.
de_de: Ihre Nachricht wurde gelöscht, da sie >{0}% Großbuchstaben enthält.
el_gr: Το μήνυμά σας διαγράφηκε γιατί περιείχε >{0}% κεφαλαίων γραμμάτων.
it_it: Il tuo messaggio è stato eliminato per contenere >{0}% di lettere maiuscole.
ko_kr: 메시지에 대문자가 >{0}% 포함되어 있기에 메시지가 삭제되었습니다.
nl_nl: Je bericht werd verwijderd omdat het >{0}% van de hoofdletters bevat.
ro_ro: Mesajul a fost șters pentru că conține >{0}% de litere scrise cu majuscule.
tr_tr: Mesajın, içeriği %{0} değerinden fazla büyük harf içerdiği için silindi.

# automod_string_blacklist_word
source: Your message was deleted for containing a blacklisted word.
ar_sa: تم حذف رسالتك لاحتواءها على كلمة مدرجة في القائمة السوداء.
de_de: Deine Nachricht wurde gelöscht, da du ein blockiertes Wort verwendet hast.
el_gr: Το μήνυμά σας διαγράφηκε γιατί περιείχε μια λέξη στη μαύρη λίστα.
it_it: Il tuo messaggio è stato eliminato per contenere una parola nella lista nera.
ko_kr: 메시지에 블랙리스트에 오른 단어가 포함되어 있기에 메시지가 삭제되었습니다.
nl_nl: Je bericht is verwijderd voor het bevatten van een woord op de zwarte lijst.
ro_ro: Mesajul a fost șters pentru că conține cuvinte interzise.
tr_tr: Mesajın, içeriğinde kara listedeki bir kelime içerdiği için silindi.

# automod_string_discordinvite
source: Your message was deleted for containing a Discord invite link.
ar_sa: تم حذف رسالتك لاحتواء رابط دعوة discord.
de_de: Deine Nachricht wurde gelöscht weil sie einen Discord-Einladungs-Link enthielt.
el_gr: Το μήνυμά σας διαγράφηκε γιατί περιείχε σύνδεσμο πρόσκλησης.
it_it: Il tuo messaggio è stato eliminato per contenere un link di invito a discord.
ko_kr: 메시지에 Discord 초대 링크가 포함되어 있기에 메시지가 삭제되었습니다.
nl_nl: Je bericht is verwijderd voor het bevatten van een Discord-uitnodigingslink.
ro_ro: Mesajul a fost șters pentru că conține un link de invitație pe Discord.
tr_tr: Mesajın, içeriğinde bir Discord davet bağlantısı içerdiği için silindi.

# automod_string_url
source: Your message was deleted for containing a URL/Link.
ar_sa: تم حذف رسالتك لاحتواء url/link.
de_de: Ihre Nachricht wurde gelöscht, weil sie eine URL/einen Link enthielt.
el_gr: Το μήνυμά σας διαγράφηκε γιατί περιείχε url / σύνδεσμο.
it_it: Il tuo messaggio è stato eliminato per contenere un url/link.
ko_kr: 메시지에 URL/링크가 포함되어 있기에 메시지가 삭제되었습니다.
nl_nl: Uw bericht is verwijderd omdat het een URL/Link bevat.
ro_ro: Mesajul a fost șters pentru a conține un URL/link.
tr_tr: Mesajın, içeriğinde bir URL/Link içerdiği için silindi.

# automod_string_mentions
source: Your message was deleted for containing >{0} mentions.
ar_sa: تم حذف رسالتك لاحتواء >{0} على مذكورة.
de_de: Ihre Nachricht wurde gelöscht weil sie >{0} Erwähnungen enthielt.
el_gr: Το μήνυμά σας διαγράφηκε γιατί περιείχε >{0} αναφορές χρηστών
it_it: Il tuo messaggio è stato eliminato per contenere >{0} menzioni
ko_kr: 메시지에 멘션 >{0}개가 포함되어 있기에 메시지가 삭제되었습니다.
nl_nl: Je bericht is verwijderd omdat het >{0} vermeldingen bevat.
ro_ro: Mesajul a fost șters pentru că conține >{0} mențiuni
tr_tr: Mesajın, içeriği %{0} değerinden fazla etiket içerdiği için silindi.

# automod_string_emote
source: Your message was deleted for containing >{0} emotes.
ar_sa: تم حذف رسالتك لاحتواء> {0} الرموز التعبيرية.
de_de: Deine Nachricht wurde gelöscht, da sie >{0} Emotes enthält.
el_gr: Το μήνυμά σας διαγράφηκε γιατί περιείχε >{0} emotes.
it_it: Il tuo messaggio è stato eliminato per contenere >{0} emoji.
ko_kr: 메시지에 이모지 >{0}개가 포함되어 있기에 메시지가 삭제되었습니다.
nl_nl: Je bericht is verwijderd voor het bevatten van >{0} emoties.
ro_ro: Mesajul a fost șters pentru că conține >{0} emoticoane.
tr_tr: Mesajın, içeriği {0} değerinden fazla emoji içerdiği için silindi.

# automod_string_spoiler
source: Your message was deleted for containing a spoiler.
ar_sa: تم حذف رسالتك لاحتواء spoiler.
de_de: Deine Nachricht wurde gelöscht, weil sie einen Spoiler enthielt.
el_gr: Το μήνυμά σας διαγράφηκε γιατί περιείχε ένα σπόιλερ.
it_it: Il tuo messaggio è stato eliminato per contenere uno spoiler.
ko_kr: 메시지에 스포일러가 포함되어 있기에 메시지가 삭제되었습니다.
nl_nl: Je bericht is verwijderd om een spoiler te bevatten.
ro_ro: Mesajul dvs. a fost șters pentru că conținea speculație.
tr_tr: Mesajın, içeriğinde spoiler içerdiği için silindi.

# automod_string_selfbot
source: Your message was deleted because it was a self-bot message.
ar_sa: تم حذف رسالتك لأنها كانت رسالة ذاتية أو self-bot.
de_de: Deine Nachricht wurde gelöscht, weil es sich um eine Selbst-Bot-Nachricht handelte.
el_gr: Το μήνυμά σας διαγράφηκε επειδή ήταν ένα μήνυμα self-bot.
it_it: Il tuo messaggio è stato eliminato perché era un messaggio self-bot.
ko_kr: 셀프 봇 메시지이기에 메시지가 삭제되었습니다.
nl_nl: Je bericht is verwijderd omdat het een zelfbot bericht was.
ro_ro: Mesajul dvs. a fost șters deoarece a fost un mesaj de auto-bot.
tr_tr: Mesajın, bir self bot tarafından gönderilen bir mesaj olduğu için silindi.

# automod_string_stickers
source: Your message was deleted because it contained stickers.
it_it: Il tuo messaggio è stato eliminato poiché conteneva adesivi.
ko_kr: 메시지가 스티커를 포함하기에 삭제되었습니다.
nl_nl: Je bericht is verwijderd omdat het stickers bevat.
ro_ro: Mesajul tău a fost șters deoarece conținea stickere.

# automod_string_duplicate_char
source: Your message was deleted for containing >{0}% duplicated characters.
ar_sa: تم حذف رسالتك لاحتواء> {0}٪ حروف مكررة.
de_de: Deine Nachricht wurde gelöscht, weil sie >{0}% doppelte Zeichen enthielt.
el_gr: Το μήνυμά σας διαγράφηκε γιατί περιείχε >{0}% ίδιες λέξεις.
it_it: Il tuo messaggio è stato eliminato per contenere >{0}% caratteri doppi.
ko_kr: 메시지에 중복된 문자가 >{0}% 포함되어 있기에 메시지가 삭제되었습니다.
nl_nl: Je bericht is verwijderd omdat het >{0}% gedupliceerde tekens bevat.
ro_ro: Mesajul dvs. a fost șters pentru că conține >{0}% caractere duplicate.
tr_tr: Mesajın, içeriği %{0} değerinden fazla tekrarlanan karakter içerdiği için silindi.

# automod_string_duplicate_word
source: Your message was deleted for containing >{0} duplicated words.
ar_sa: تم حذف رسالتك لاحتواء > {0} كلمات مكررة.
de_de: Deine Nachricht wurde gelöscht, weil sie >{0} doppelte Wörter enthielt.
el_gr: Το μήνυμά σας διαγράφηκε γιατί περιείχε >{0} ίδιες λέξεις.
it_it: Il tuo messaggio è stato eliminato per contenere >{0} parole duplicate.
ko_kr: 메시지에 중복된 단어 >{0}개가 포함되어 있기에 메시지가 삭제되었습니다.
nl_nl: Je bericht werd verwijderd omdat het >{0} dubbele woorden bevat.
ro_ro: Mesajul dvs. a fost șters pentru că conține >{0} cuvinte duplicate.
tr_tr: Mesajın, içeriği {0} değerinden fazla tekrarlanan kelime içerdiği için silindi.

# automod_check_mass_caps
source: Mass Capitalization
ar_sa: مقدار كبير من الاحرف الكبيرة
de_de: Massenhafte Großschreibung
el_gr: Μαζική κεφαλαιοποίηση
it_it: Capitalizzazione di Massa
ko_kr: 대량 대문자 표시
nl_nl: Massa Capitalisatie
ro_ro: Capitalizare în Masă
tr_tr: Aşırı Büyük Harf Kullanımı

# automod_check_blacklist
source: Blacklisted Word
ar_sa: كلمة القائمة الممنوعاة
de_de: Blockiertes Wort
el_gr: Μαύρη λίστα λέξεων
it_it: Parola nella Lista Nera
ko_kr: 블랙리스트에 오른 단어
nl_nl: Geblokkeerd woord
ro_ro: Cuvânt Interzis
tr_tr: Kara Listedeki Kelime Kullanımı

# automod_check_discord_invite
source: Discord Invite Link
ar_sa: Discord دعوة الرابط
de_de: Discord Einladungs-Link
el_gr: Σύνδεσμος πρόσκλησης
it_it: Link di Invito Discord
ko_kr: Discord 초대 링크
nl_nl: Discord uitnodigingslink
ro_ro: Link de Invitație pe Discord
tr_tr: Discord Davet Bağlantısı

# automod_check_website_url
source: Website URL/Link
ar_sa: عنوان URL/link
el_gr: Διεύθυνση URL/Σύνδεσμος
it_it: URL/Link Sito Web
ko_kr: 웹사이트 URL/링크
ro_ro: URL/Link
tr_tr: Web Site Linki/URL

# automod_check_mass_mentions
source: Mass Mentions
ar_sa: مقدار كبير تذكيراة
de_de: Massen-Erwähnungen
el_gr: Μαζικές αναφορές χρηστών
it_it: Menzioni di Massa
ko_kr: 대량 멘션
nl_nl: Groepsgewijs vermelden
ro_ro: Menționări în Masă
tr_tr: Aşırı Etiket Kullanımı

# automod_check_emoji_spam
source: Emoji Spam
ar_sa: الإيموجي مكرر أو غيرمرغوب فيها
el_gr: Emoji Σπάμ
it_it: Spam Emoji
ko_kr: 이모지 스팸
ro_ro: Spam de Emoticoane
tr_tr: Emoji Spamlama

# automod_check_spoilers
source: Spoilers
ar_sa: المفسدين
de_de: Spoiler
el_gr: Σπόιλερς
it_it: Spoiler
ko_kr: 스포일러
ro_ro: Speculații
tr_tr: Spoiler İçeren Metin

# automod_check_self_bot
source: Self Bot Message
ar_sa: رسالة self-bot
de_de: Selbst-Bot-Nachricht
el_gr: Μήνυμα self-bot
it_it: Messaggio Auto-Bot
ko_kr: 셀프 봇 메시지
nl_nl: Eigen Bot Bericht
ro_ro: Mesaj de Auto-Bot
tr_tr: Self Bot Mesajı

# automod_check_stickers
source: Stickers
it_it: Adesivi
ko_kr: 스티커
ro_ro: Stickere

# automod_check_duplicate_char
source: Duplicated Characters
ar_sa: الاحرف مكررة
de_de: Doppelte Zeichen
el_gr: Ίδιοι χαρακτήρες
it_it: Caratteri Doppi
ko_kr: 중복된 문자
nl_nl: Gedupliceerde tekens
ro_ro: Caractere Duplicate
tr_tr: Tekrarlanan Karakterler

# automod_check_duplicate_word
source: Duplicate Words
ar_sa: كلمات مكررة
de_de: Doppelte Wörter
el_gr: Ίδιες λέξεις
it_it: Parole Doppie
ko_kr: 중복된 단어
nl_nl: Woorden dupliceren
ro_ro: Cuvinte Duplicate
tr_tr: Tekrarlanan Kelimeler

# automod_check_auto_dehoist
source: Auto Dehoist
it_it: Dehoist Automatico
ko_kr: 자동 별도 표시 제거

# automod_embed_violation
source: Violation:
ar_sa: انتهاك:
de_de: Verletzung:
el_gr: Παραβίαση:
it_it: Violazione:
ko_kr: 위반 사항:
nl_nl: Schending:
ro_ro: Încălcare:
tr_tr: İhlal:

# automod_embed_value
source: Value:
ar_sa: القيمة:
de_de: Wert:
el_gr: Τιμή:
it_it: Valore:
ko_kr: 값:
nl_nl: Waarde:
ro_ro: Valoare:
tr_tr: Değer:

# automod_embed_channel
source: Channel:
ar_sa: قناة:
de_de: Kanal:
el_gr: Κανάλι:
it_it: Canale:
ko_kr: 채널:
nl_nl: Kanaal:
ro_ro: Canal:
tr_tr: Kanal:

# github_results
source: Showing lines {0} - {1} of `{2}`
it_it: Mostrando le righe {0} - {1} di `{2}`
ko_kr: `{2}`의 줄 {0} - {1} 표시 중
nl_nl: Toont lijnen {0} - {1} van `{2}`
ro_ro: Se afişează liniile {0} - {1} din `{2}

# quoter_by_title
source: Quoted By:
it_it: Citato Da:
ko_kr: 인용한 사용자:
nl_nl: Geciteerd door:
ro_ro: Citat de:

# quoter_by_value
source: {0} from <#{1}> in {2}
it_it: {0} da <#{1}> in {2}
ko_kr: {2}의 <#{1}>에서 {0}
nl_nl: {0} van <#{1}> in {2}
ro_ro: {0} de la <#{1}> în {2}
tr_tr: Quoted By:

# misc_no_content
source: No Content
it_it: Nessun Contenuto
ko_kr: 콘텐츠 없음
nl_nl: Geen inhoud
ro_ro: Nici un conținut

# misc_covid_help
source: Help Stop COVID-19
ko_kr: 코로나19를 멈출 수 있도록 도와주세요
ro_ro: Ajutor Oprire COVID-19

# textman_invalid_output
source: No valid output.
it_it: Nessun ouptut valido.
ko_kr: 올바른 출력이 없습니다.
nl_nl: Geen geldige uitvoer.
ro_ro: Nici o ieșire validă.

# info_premium
source: :star: Like Cakey Bot? You can now donate for Premium:
it_it: :star: Ti piace Cakey Bot? Puoi ora donare per Premium:
ko_kr: :star: Cakey Bot이 마음에 드시나요? 이제 후원하여 Premium을 이용할 수 있습니다.
nl_nl: :star: Vind je Cakey Bot? Je kunt nu doneren voor Premium:
ro_ro: :star: Like Cakey Bot? Acum poți dona pentru Premium:

# info_uptime
source: Uptime: {0}
it_it: Tempo d'attività: {0}
ko_kr: 작동 시간: {0}
nl_nl: Uptijd: {0}

# info_open_image
source: Open Image
it_it: Apri Immagine
ko_kr: 이미지 열기
nl_nl: Afbeelding openen
ro_ro: Deschide imaginea

# info_target_user
source: Target User
it_it: Utente Destinatario
ko_kr: 대상 사용자
nl_nl: Doel gebruiker
ro_ro: Utilizator țintă

# game_ttt_in_progress
source: A game is already in progress, complete it before making a new game.
it_it: Una partita è già in corso, completala prima di crearne un'altra.
ko_kr: 게임이 이미 진행 중입니다, 새 게임을 만들기 전에 게임을 완료하세요.
nl_nl: Er is al een spel aan de gang, voltooi het voordat je een nieuw spel maakt.
ro_ro: Un joc este deja în desfășurare, completează-l înainte de a face un nou joc.

# game_ttt_title
source: Tic Tac Toe
it_it: Tris
ko_kr: 삼목 게임
nl_nl: Boter, Kaas en Eieren
ro_ro: Tic Tac Tic Tac Toe

# game_player_1
source: Player 1
it_it: Giocatore 1
ko_kr: 플레이어 1
nl_nl: Speler 1
ro_ro: Jucător 1

# game_player_2
source: Player 2
it_it: Giocatore 2
ko_kr: 플레이어 2
nl_nl: Speler 2
ro_ro: Jucător 2

# game_current_move
source: Current Move
it_it: Mossa Corrente
ko_kr: 현재 차례
nl_nl: Huidige zet
ro_ro: Mutare curentă

# game_flip_again
source: Flip Again
it_it: Capovolgi Ancora
ko_kr: 다시 뒤집기
nl_nl: Opnieuw draaien
ro_ro: Întoarce din nou

# moderation_report_yourself
source: You can't report yourself!
it_it: Non puoi segnalarti da solo!
ko_kr: 자기 자신은 신고할 수 없습니다!
nl_nl: Je kunt jezelf niet melden!
ro_ro: Nu te poți raporta!

# moderation_report_myself
source: I can't report myself!
it_it: Non posso segnalarmi da solo!
ko_kr: 봇이 봇 자체를 신고할 수는 없습니다!
nl_nl: Ik kan mezelf niet melden!
ro_ro: Nu mă pot raporta!

# moderation_report_channel_missing
source: No report channel has been setup yet.
it_it: Nessun canale di segnalazione è ancora stato configurato.
ko_kr: 신고 채널이 아직 설정되지 않았습니다.
nl_nl: Er is nog geen rapportsanaal ingesteld.
ro_ro: Nici un canal de raport nu a fost configurat încă.

# moderation_report_channel_invalid
source: The destination channel is invalid or no longer exists.
it_it: Il canale di destinazione non è valido o non esiste più.
ko_kr: 대상 채널이 잘못되었거나 더 이상 존재하지 않습니다.
nl_nl: Het bestemmingskanaal is ongeldig of bestaat niet meer.
ro_ro: Canalul de destinație este invalid sau nu mai există.

# moderation_report_reported_success
source: User has been reported successfully.
it_it: L'utente è stato segnalato correttamente.
ko_kr: 사용자가 성공적으로 신고되었습니다.
nl_nl: Gebruiker werd met succes gerapporteerd.
ro_ro: Utilizatorul a fost raportat cu succes.

# moderation_report_reported
source: {0} reported {1} in <#{2}>
it_it: {0} ha segnalato {1} in <#{2}>
ko_kr: {0}이(가) <#{2}>에서 {1}을(를) 신고했습니다
nl_nl: {0} heeft {1} gerapporteerd in <#{2}>
ro_ro: {0} a raportat {1} în <#{2}>

# moderation_audit_messages_100
source: Last 100 messages from channel: <{0}>
it_it: Ultimi 100 messaggi dal canale: <{0}>
ko_kr: 채널의 마지막 메시지 100개: <{0}>
nl_nl: Laatste 100 berichten van kanaal: <{0}>
ro_ro: Ultimele 100 de mesaje de la canal: <{0}>

# moderation_report_perms
source: I don't have send message permissions for the destination channel.
it_it: Non ho le autorizzazioni di invio dei messaggi per il canale di destinazione.
ko_kr: 봇에 대상 채널에 대한 메시지 보내기 권한이 없습니다.
nl_nl: Ik heb geen verzendrechten voor het bestemmingskanaal.
ro_ro: Nu am permisiunea de a trimite mesaje pentru canalul de destinație.

# misc_afk_list
source: You can view a list of AFK users here: {0}/afk-list \nNote: Requires \"Manage Server\" access.
it_it: Puoi visualizzare un elenco di utenti AFK qui: {0}/afk-list Nota: Richiede l'accesso alla \"Gestione Server\".
ko_kr: 여기서 AFK 사용자 목록을 볼 수 있습니다: {0}/afk-list\n참고: \"서버 관리\" 접근 권한이 필요합니다.
nl_nl: Je kunt hier een lijst van AFK gebruikers bekijken: {0}/afk-lijst Opmerking: Vereist \"Beheerserver\" toegang.
ro_ro: Puteți vizualiza o listă de utilizatori AFK aici: {0}/afk-list Notă: Necesită acces \"Gestionare server\".

# button_invalid
source: This button is no longer valid. :(
ko_kr: 이 버튼은 더 이상 올바르지 않습니다. :(
ro_ro: Acest buton nu mai este valid. :(

# game_ttt_expired
source: This game has already expired. You can create a new game with `!tictactoe <opt:user>`.
it_it: Questa partita è già scaduta. Puoi crearne una nuova con `!tictactoe <opt:user>`.
ko_kr: 이 게임은 이미 만료되었습니다. `!tictactoe <선택 사항:사용자>`로 새 게임을 만들 수 있습니다.
nl_nl: Dit spel is al verlopen. Je kunt een nieuw spel maken met `!tictacteen <opt:user>`.
ro_ro: Acest joc a expirat deja. Puteţi crea un joc nou cu `!tictactoe <opt:user>`.

# game_ttt_taken
source: This spot is already taken.
it_it: Questo posto è già occupato.
ko_kr: 이 자리는 이미 사용 중입니다.
nl_nl: Deze plek is al in gebruik.
ro_ro: Acest loc a fost deja luat.

# game_ttt_winner
source: Winner
it_it: Vincitore
ko_kr: 승자
nl_nl: Winnaar
ro_ro: Câștigător

# game_ttt_wait_turn
source: You must wait your turn to make a move!
it_it: Devi attendere il tuo turno per fare una mossa!
ko_kr: 수를 두려면 차례를 기다려야 합니다!
nl_nl: Je moet wachten op je beurt om een zet te doen!
ro_ro: Trebuie să aștepți rândul pentru a face o mutare!

# games_giveaway
source: **Information:** ● Prize: `{0}` ● Winner amount: {1} ● Giveaway ends {2} React with :tada: to enter the giveaway!
it_it: **Informazioni:** ● Ricompensa: `{0}` ● Importo del vincitore: {1} ● Il giveaway termina {2} Reagisci con :tada: per accedere al giveaway!
nl_nl: **Informatie:** ● Prioriteit: `{0}` ● Winnaar bedrag: {1} ● Weggeven eindigt {2} Reageer met :tada: om het cadeau in te voeren!
ro_ro: **Informații:** ● premiu: `{0}` ● Sumă Câștigător: {1} ● Giveaway se termină {2} Reacționează cu :tada: pentru a introduce cadoul!

# automod_string_zalgo
source: Your message was deleted because it contained zalgo text.
it_it: Il tuo messaggio è stato eliminato perché conteneva del testo zalgo.
nl_nl: Je bericht is verwijderd omdat het zalgo-tekst bevatte.
ro_ro: Mesajul dvs. a fost șters deoarece conținea text zalgo.

# automod_check_zalgo
source: Zalgo Text
it_it: Testo Zalgo
nl_nl: Zalgo tekst
ro_ro: Text Zalgo

# emoji_string_url
source: URL:
ar_sa: العنوان الشبكي:
el_gr: Διεύθυνση Url:
tr_tr: Bağlantı:
