Repository: MrCakeSlayer/CakeyBot-locale
Catalog: Bot/strings.*.resx
Languages: ar_sa, de_de, el_gr, it_it, ko_kr, nl_nl, ro_ro, tr_tr

# cmd_error_param
source: Has incorrect number of parameters.
ar_sa: لديه عدد غير صحيح من المعلمات.
de_de: Hat eine falsche Anzahl von Parametern.
el_gr: Έχει λάθος αριθμό παραμέτρων.
it_it: Ha un numero di parametri scorretto.
ko_kr: 매개 변수 수가 잘못되었습니다.
nl_nl: Heeft een onjuist aantal parameters.
ro_ro: Are un număr incorect de parametri.
tr_tr: Girilen metinde doğru sayıda değer yok, az veya çok girdin.

# cmd_error_username
source: You must provide a valid username.
ar_sa: يجب تقديم اسم مستخدم صالح.
de_de: Du musst einen gültigen Benutzernamen angeben.
el_gr: Πρέπει να γράψεις ένα έγκυρο όνομα χρήστη.
it_it: Devi fornire un nome utente valido.
ko_kr: 올바른 사용자명을 지정해야 합니다.
nl_nl: U moet een geldige gebruikersnaam opgeven.
ro_ro: Trebuie să furnizați un nume de utilizator valid.
tr_tr: Geçerli bir kullanıcı adı girmelisin.

# cmd_error_number
source: You must provide a valid number.
ar_sa: يجب تقديم رقم صحيح.
de_de: Du musst eine gültige Nummer angeben.
el_gr: Πρέπει να γράψεις ένα έγκυρο νούμερο.
it_it: Devi fornire un numero valido.
ko_kr: 올바른 수를 지정해야 합니다.
nl_nl: U moet een geldig getal opgeven.
ro_ro: Trebuie să furnizați un număr valid.
tr_tr: Geçerli bir numara girmelisin.

# cmd_error_input
source: You must provide valid input.
ar_sa: يجب عليك تقديم مدخلات صالحة.
de_de: Du musst eine gültige Eingabe machen.
el_gr: Πρέπει να δώσετε έγκυρη εισαγωγή.
it_it: Devi fornire un input valido.
ko_kr: 올바른 값을 지정해야 합니다.
nl_nl: Je moet een geldige invoer invoeren.
ro_ro: Trebuie să furnizați informații valide.
tr_tr: Geçerli bir girdi belirtmen gerekiyor.

# cmd_error_matches
source: Multiple matches were found. Possible matches: ```{0} {1}```
ar_sa: تم العثور على مطابقات متعددة ، يرجى الإبلاغ في دعمنا الديسكورد: https://discord.gg/EUssVK5
de_de: Multiple matches were found, please report in our support Discord: https://discord.gg/EUssVK5
el_gr: Βρέθηκαν πολλαπλές αντιστοιχίες, παρακαλούμε να το αναφέρετε στην υποστήριξή μας στο Discord μας: https://discord.gg/EUssVK5
it_it: Corrispondenze multiple trovate. Corrispondenze possibili: ```{0} {1}```
ko_kr: 일치하는 항목이 여러 개 있습니다. 가능한 일치 항목: ```{0} {1}```
nl_nl: Meerdere overeenkomsten zijn gevonden. Mogelijke wedstrijden: ```{0} {1}```
ro_ro: S-au găsit mai multe potriviri. Rezultate posibile: ```{0} {1}```
tr_tr: Multiple matches were found, please report in our support Discord: https://discord.gg/EUssVK5

# cmd_error_unknown_1
source: An unknown error occured.
ar_sa: حدث خطأ غير معروف.
de_de: Ein unbekannter Fehler ist aufgetreten.
el_gr: Ένα άγνωστο πρόβλημα προέκυψε.
it_it: Si è verificato un errore sconosciuto.
ko_kr: 알 수 없는 오류가 발생했습니다.
nl_nl: Er is een onbekende fout opgetreden.
ro_ro: O eroare necunoscuta a avut loc.
tr_tr: Bilinmeyen bir hata oluştu.

# cmd_error_unknown_2
source: Unknown error, please report in our support Discord: https://discord.gg/EUssVK5
ar_sa: خطأ غير معروف ، يرجى الإبلاغ في الديسكورد الخاص بالدعم: https://discord.gg/EUssVK5
el_gr: Άγνωστο λάθος, παρακαλούμε να το αναφέρετε στην υποστήριξή μας στο Discord μας: https://discord.gg/EUssVK5
it_it: Errore sconosciuto, sei pregato di segnalarlo sul nostro Discord di supporto: https://discord.gg/EUssVK5
ko_kr: 알 수 없는 오류가 발생했습니다, 지원 Discord에서 보고해주세요: https://discord.gg/EUssVK5
nl_nl: Onbekende fout, rapporteer alstublieft met `!feedback`.
ro_ro: Eroare necunoscută, vă rugăm să raportați pe Discord: https://discord.gg/EUsVK5

# cmd_error_song_request
source: You can not run commands in the song request channel.
it_it: Non puoi eseguire i comandi nel canale di richiesta dei brani.
ko_kr: 노래 요청 채널에서는 명령을 실행할 수 없습니다.
nl_nl: Je kunt geen commando's uitvoeren in het nummer verzoekkanaal.
ro_ro: Nu poți rula comenzi în canalul de cerere al melodiei.

# cmd_error_timeout_1
source: Timed out while trying to run the command.
it_it: Tempo scaduto provando a eseguire il comando.
ko_kr: 명령 실행을 시도하는 동안 시간 초과되었습니다.
nl_nl: Time-out tijdens het uitvoeren van de opdracht.
ro_ro: A expirat în timp ce se încerca rularea comenzii.

# cmd_error_timeout_2
source: Request timed out, please try again later.
it_it: Richiesta scaduta, sei pregato di riprovare più tardi.
ko_kr: 요청 시간이 초과되었습니다, 나중에 다시 시도해주세요.
nl_nl: Aanvraag duurde te lang, probeer het later opnieuw.
ro_ro: Solicitarea a expirat, vă rugăm să încercaţi din nou mai târziu.

# cmd_error_requests
source: Received too many requests. Please try again later.
it_it: Troppe richieste ricevute. Sei pregato di riprovare più tardi.
ko_kr: 너무 많은 요청을 수신했습니다. 나중에 다시 시도해주세요.
nl_nl: Er zijn te veel verzoeken ontvangen. Probeer het later opnieuw.
ro_ro: Ai primit prea multe cereri. Te rugăm să încerci din nou mai târziu.

# audit_string_1
source: User Joined:
ar_sa: دخل المستخدم السيرفر:
de_de: Benutzer ist beigetreten:
el_gr: Ο χρήστης μπήκε:
it_it: Utente Unito:
ko_kr: 사용자 참여함:
nl_nl: Gebruiker aangemaakt:
ro_ro: Utilizatorul a Intrat:
tr_tr: Kullanıcı Katıldı:

# audit_string_2
source: Account Created On:
ar_sa: تم إنشاء الحساب في:
de_de: Konto erstellt am:
el_gr: Ο λογαριασμός δημιουργήθηκε στις:
it_it: Profilo Creato Il:
ko_kr: 계정이 만들어진 날짜:
nl_nl: Account aangemaakt op:
ro_ro: Cont Creat Pe:
tr_tr: Hesap Oluşturma Tarihi:

# audit_string_3
source: User Left:
ar_sa: خرج المستخدم:
de_de: Benutzer hat den Server verlassen:
el_gr: Ο χρήστης βγήκε:
it_it: Utente ha Abbandonato:
ko_kr: 사용자 나감:
nl_nl: Gebruiker heeft de server verlaten op:
ro_ro: Utilizatorul a Ieșit:
tr_tr: Kullanıcı Ayrıldı:

# audit_string_4
source: pinned
ar_sa: مثبت
de_de: angepinnt
el_gr: Καρφιτσωμένο
it_it: segnato
ko_kr: 고정됨
nl_nl: vastgezet
ro_ro: fixat
tr_tr: sabitlendi

# audit_string_5
source: unpinned
ar_sa: تم إلغاء تثبيت
de_de: abgepinnt
el_gr: Ξεκάρφιτσώθηκε
it_it: sbloccato
ko_kr: 고정 해제됨
nl_nl: losgemaakt
ro_ro: nu-i fixat
tr_tr: sabitlenmesi kaldırıldı

# audit_string_6
source: **Message {0} in** <#{1}>
ar_sa: * * رسالة {0} في * * <#{1}>
de_de: **Nachricht {0} in** <#{1}>
el_gr: **Μήνυμα {0} στο** <#{1}>
it_it: **Messaggio {0} in** <#{1}>
ko_kr: <#{1}>**에서 메시지가 {0}**
nl_nl: **Bericht {0} in** <#{1}>
ro_ro: **Mesajul {0} în** <#{1}>
tr_tr: <#{1}> kanalında **{0} mesajı**

# audit_string_7
source: **Message edited in** <#{0}>
ar_sa: * * الرسالة التي تم تحريرها في * * <#{0}>
de_de: **Nachricht bearbeitet in** <#{0}>
el_gr: **Μήνυμα τροποποιήθηκε στο** <#{0}>
it_it: **Messaggio modificato in** <#{0}>
ko_kr: <#{0}>**에서 메시지가 수정됨**
nl_nl: **Bericht bewerkt in** <#{0}>
ro_ro: **Mesaj editat în** <#{0}>
tr_tr: <#{0}> kanalında **mesaj düzenlendi**

# audit_string_8
source: Before:
ar_sa: قبل:
de_de: Vorher:
el_gr: Πριν:
it_it: Prima:
ko_kr: 이전:
nl_nl: Voor:
ro_ro: Înainte:
tr_tr: Eski Mesaj:

# audit_string_9
source: After:
ar_sa: بعد:
de_de: Nacher:
el_gr: Μετά:
it_it: Dopo:
ko_kr: 이후:
nl_nl: Na:
ro_ro: După:
tr_tr: Yeni Mesaj:

# audit_string_10
source: Message:
ar_sa: رسالة:
de_de: Nachricht:
el_gr: Μήνυμα:
it_it: Messaggio:
ko_kr: 메시지:
nl_nl: Bericht:
ro_ro: Mesaj:
tr_tr: Mesaj:

# audit_string_11
source: Image URL:
ar_sa: رابط الصورة:
de_de: Bild URL:
el_gr: Σύνδεσμος Εικόνας:
ko_kr: 이미지 URL:
ro_ro: Imagina URL:
tr_tr: Resim bağlantısı:

# audit_string_12
source: **Message sent by <@{0}> deleted in** <#{1}>
ar_sa: ** الرسالة المرسلة بواسطة <@{0}> محذوفة في ** <#{1}>
de_de: **Nachricht gesendet von <@{0}> gelöscht in** #{1}><
el_gr: **Μήνυμα σταλμένο από τον χρήστη < @{0}> διαγράφτηκε στο** <#{1}>
it_it: **Messaggio inviato da <@{0}{0}> eliminato in** <#{1}>
ko_kr: <#{1}>**에서 <@{0}>이(가) 보낸 메시지가 삭제됨**
nl_nl: **Bericht verzonden door <@{0}> verwijderd in** <#{1}>
ro_ro: **Mesaj trimis de <@{0}> șterse în** <#{1}>
tr_tr: **<@{0}> tarafından gönderilen mesaj** <#{1}> ** kanalında silindi.**

# audit_string_13
source: <@{0}>**'s nickname changed**
ar_sa: **تم تغيير الاسم المستعار** <@{0}>
de_de: <@{0}>**‘s Nickname hat sich geändert
el_gr: **Του χρήστη** <@{0}> **άλλαξε το ψευδώνυμο**
it_it: <@{0}>**'s nickname modificato**
ko_kr: <@{0}>**의 닉네임이 변경됨**
nl_nl: <@{0}>**'s bijnaam veranderd**
ro_ro: Porecla lui <@{0}>**s-a schimbat**
tr_tr: <@{0}>** adlı kişinin takma adı değişti**

# audit_string_14
source: <@{0}>** had the `{1}` role removed.**
ar_sa: <@{0}>** كان عنده ال `{1}` أزالة الدور. **
de_de: <@{0}>** wurde der Rolle `{1}` entfernt**
el_gr: **Ο χρήστης** <@{0}> **είχε αφαιρεθεί ο ρόλος `{1}`.**
it_it: <@{0}>** ha avuto revocato il ruolo `{1}`.**
ko_kr: <@{0}>**에게서 `{1}` 역할이 제거되었습니다.**
nl_nl: <@{0}>** heeft de `{1}` rol verwijderd.**
ro_ro: <@{0}>** a avut rolul `{1}` eliminat.**
tr_tr: <@{0}>** adlı kişiden `{1}` rolü alındı.**

# audit_string_15
source: <@{0}>** was given the `{1}` role.**
ar_sa: <@{0}>** أعطيت `{1}` الدور. **
de_de: <@{0}>** hat die Rolle `{1}`erhalten.**
el_gr: **Ο χρήστης** <@{0}> **δόθηκε τον ρόλο `{1}`.**
it_it: <@{0}>** ha ricevuto il ruolo `{1}`.**
ko_kr: <@{0}>**에게 `{1}` 역할이 부여되었습니다.**
nl_nl: <@{0}>** heeft de `{1}` rol gekregen.**
ro_ro: <@{0}>** a primit rolul `{1}`.**
tr_tr: <@{0}>** adlı kişiye `{1}` rolü verildi.**

# audit_string_16
source: Member Banned
ar_sa: عضو محظور
de_de: Mitglied gebannt
el_gr: Banned Μέλος
it_it: Membro Bandito
ko_kr: 멤버 차단됨
nl_nl: Lid Verbannen
ro_ro: Membru Interzis
tr_tr: Üye Yasaklandı

# audit_string_17
source: Member Unbanned
ar_sa: عضو غير محظور
de_de: Mitglied entbannt
el_gr: Unbanned Μέλος
it_it: Membro Riammesso
ko_kr: 멤버 차단 해제됨
nl_nl: Lid is niet meer verbannen
ro_ro: Membru Neinterzis
tr_tr: Üyenin Yasağı Kaldırıldı

# audit_string_18
source: Role Created:
ar_sa: تم إنشاء الرتبة:
de_de: Rolle erstellt:
el_gr: Ο ρόλος δημιουργήθηκε:
it_it: Ruolo Creato:
ko_kr: 역할 만들어짐:
nl_nl: Rol aangemaakt:
ro_ro: Rol Creat:
tr_tr: Rol Oluşturuldu:

# audit_string_19
source: Role Name:
ar_sa: إسم الدور:
de_de: Rollenname:
el_gr: Όνομα ρόλου:
it_it: Nome Ruolo:
ko_kr: 역할 이름:
nl_nl: Rolnaam:
ro_ro: Nume Rol:
tr_tr: Rol Adı:

# audit_string_20
source: Role Color:
ar_sa: لون الدور:
de_de: Rollenfarbe:
el_gr: Χρώμα ρόλου:
it_it: Colore Ruolo:
ko_kr: 역할 색:
nl_nl: Rol kleur:
ro_ro: Culoarea Rol:
tr_tr: Rol Rengi:

# audit_string_21
source: Hoisted:
ar_sa: رفعت:
de_de: Mitglieder anhand ihrer Gruppe anzeigen:
el_gr: Υψώθηκε:
it_it: Promosso:
ko_kr: 별도 표시:
nl_nl: Gehesen:
ro_ro: Arborat:
tr_tr: Ayrı gösterme:

# audit_string_22
source: Mentionable:
ar_sa: مذكور:
de_de: Erwähnbar:
el_gr: Μπορεί να επισημανθεί:
it_it: Menzionabile:
ko_kr: 멘션 가능:
nl_nl: Vermeldbaar:
ro_ro: Menționabil:
tr_tr: Etiketlenebilirlik:

# audit_string_23
source: Permissions:
ar_sa: الصلاحيات:
de_de: Berechtigungen:
el_gr: Δικαιώματα:
it_it: Permessi:
ko_kr: 권한:
nl_nl: Rechten:
ro_ro: Permisiuni:
tr_tr: Yetkiler:

# audit_string_24
source: Role Updated:
ar_sa: تم تحديث الرتبة:
de_de: Rolle aktualisiert:
el_gr: Ο ρόλος ενημερώθηκε:
it_it: Ruolo Aggiornato:
ko_kr: 역할 갱신됨:
nl_nl: Rol bijgewerkt:
ro_ro: Rol Actualizat:
tr_tr: Rol Güncellendi:

# audit_string_25
source: Role ID:
ar_sa: رقم تسجيل الدور:
de_de: Rollen ID:
el_gr: ID ρόλου:
it_it: ID Ruolo:
ko_kr: 역할 ID:
nl_nl: Rol-ID:
ro_ro: Rol ID:
tr_tr: Rol IDsi:

# audit_string_26
source: Role Deleted:
ar_sa: تم حذف الرتبة:
de_de: Rolle gelöscht:
el_gr: Ο ρόλος διαγράφτηκε:
it_it: Ruolo Eliminato:
ko_kr: 역할 삭제됨:
nl_nl: Rol verwijderd:
ro_ro: Rol Șters:
tr_tr: Rol Silindi:

# audit_string_27
source: Channel Created:
ar_sa: تم انشاء قناة جديدة:
de_de: Kanal erstellt:
el_gr: Κανάλι δημιουργήθηκε:
it_it: Canale Creato:
ko_kr: 채널 만들어짐:
nl_nl: Kanaal aangemaakt:
ro_ro: Canal Creat:
tr_tr: Kanal Oluşturuldu:

# audit_string_28
source: Channel Updated:
ar_sa: تم تحديث القناة:
de_de: Kanal aktualisiert:
el_gr: Το κανάλι ενημερώθηκε:
it_it: Canale Aggiornato:
ko_kr: 채널 갱신됨:
nl_nl: Kanaal bijgewerkt:
ro_ro: Canal Actualizat:
tr_tr: Kanal Güncellendi:

# audit_string_29
source: Channel Name:
ar_sa: اسم القناة:
de_de: Kanal Name:
el_gr: Όνομα καναλιού:
it_it: Nome Canale:
ko_kr: 채널 이름:
nl_nl: Kanaal-naam:
ro_ro: Nume Canal:
tr_tr: Kanal İsmi:

# audit_string_30
source: Topic:
ar_sa: الموضوع:
de_de: Thema:
el_gr: Θέμα:
it_it: Argomento:
ko_kr: 주제:
nl_nl: Onderwerp:
ro_ro: Subiect:
tr_tr: Kanal Başlığı:

# audit_string_31
source: Is NSFW?:
ar_sa: هل NSFW ؟:
de_de: Ist NSFW?:
el_gr: Είναι NSFW;:
it_it: È NSFW?:
ko_kr: 연령 제한?
ro_ro: Este PORN?:
tr_tr: NSFW mi?:

# audit_string_32
source: Slowmode:
ar_sa: وضع بطيء:
de_de: Langsamer Modus:
el_gr: Αργή λειτουργία:
it_it: Rallentatore:
ko_kr: 슬로우 모드:
nl_nl: Traagmodus:
ro_ro: Modul Încet:
tr_tr: Yavaş Mod:

# audit_string_33
source: Under Category:
ar_sa: تحت الفئة:
de_de: In der Kategorie:
el_gr: Υπό την κατηγορία:
it_it: Sotto la Categoria:
ko_kr: 범주:
nl_nl: Onder Categorie:
ro_ro: În categoria:
tr_tr: Şu Kategori Altında:

# audit_string_34
source: Channel Deleted:
ar_sa: تم حذف القناة:
de_de: Kanal gelöscht:
el_gr: Το κανάλι διαγράφηκε:
it_it: Canale Eliminato:
ko_kr: 채널 삭제됨:
nl_nl: Kanaal verwijderd:
ro_ro: Canal Șters:
tr_tr: Kanal Silindi:

# audit_string_35
source: Tier Level:
ar_sa: مستوى الطبقة:
de_de: Stufenlevel:
el_gr: Επίπεδο βαθμίδας:
it_it: Livello del Livello:
ko_kr: 계층 수준:
nl_nl: Niveau Niveau:
ro_ro: Nivel Rang:
tr_tr: Sunucu Kademesi:

# audit_string_36
source: Jump To:
ar_sa: انتقل إلى:
de_de: Springe zu:
el_gr: Μετάβαση σε:
it_it: Salta A:
ko_kr: 다음으로 이동:
nl_nl: Spring naar:
ro_ro: Săriți Spre:
tr_tr: Şuraya Git:

# audit_string_37
source: **{0} messages were bulk deleted in** <#{1}>
ar_sa: **{0} تم حذف رسالة في ** <#{1}>
de_de: **{0} Nachrichten wurden in ** <#{1}> gelöscht
el_gr: **{0} μαζικά μηνύματα διαγράφηκαν στο ** <#{1}>
it_it: **{0} messaggi eliminati in blocco in** <#{1}>
ko_kr: <#{1}>**에서 메시지 {0}개가 일괄 삭제됨**
nl_nl: **{0} berichten zijn verwijderd in** <#{1}>
ro_ro: **{0} mesaje au fost șterse în** <#{1}>
tr_tr: **{0} mesaj <#{1}> kanalında toplu olarak silindi.**

# audit_string_38
source: Permission Overrides
ar_sa: تجاوزات الأذونات
de_de: Berechtigungsüberschreibungen
el_gr: Παρακάμψεις δικαιωμάτων
it_it: Sovrascrivi Permesso
ko_kr: 권한 재정의
nl_nl: Machtiging overschrijvingen
ro_ro: Permisiune se Suprascrie
tr_tr: Kanal İzinleri

# audit_string_39
source: Modified
ar_sa: معدل
de_de: Geändert
el_gr: Τροποποιήθηκε
it_it: Modificato
ko_kr: 수정됨
nl_nl: Gewijzigd
ro_ro: Modificat
tr_tr: Değiştirildi

# audit_string_40
source: **Guild Boost Count Updated:**
it_it: **Conteggio Potenziamenti Gilda Aggiornato:**
ko_kr: **길드 부스트 수 갱신됨:**
nl_nl: **Guild Boost Aantal bijgewerkt:**
ro_ro: **Numărul de amplificări al breslelor a fost actualizat:**

# audit_string_41
source: Suspicious Account
it_it: Profilo Sospetto
ko_kr: 의심스러운 계정
nl_nl: Verdachte Account
ro_ro: Cont Suspicios

# audit_string_42
source: User:
it_it: Utente:
ko_kr: 사용자:
nl_nl: Gebruiker:
ro_ro: Utilizator:

# audit_string_43
source: swapped voice channels.
it_it: canali vocali scambiati.
ko_kr: 음성 채널을 전환했습니다.
nl_nl: verwisselde spraakkanalen.
ro_ro: canale de voce schimbate.

# audit_string_44
source: a voice channel.
it_it: un canale vocale.
ko_kr: 음성 채널.
nl_nl: een spraakkanaal.
ro_ro: un canal de voce.

# audit_string_45
source: joined
it_it: si è unito
ko_kr: 다음에 참여했습니다:
nl_nl: lid
ro_ro: înregistrat

# audit_string_46
source: left
it_it: ha abbandonato
ko_kr: 다음을 나갔습니다:
nl_nl: links
ro_ro: a părăsit

# audit_string_47
source: **{0} has {1}**
it_it: **{0} ha {1}**
ko_kr: **{0}이(가) {1}**
nl_nl: **{0} heeft {1}**
ro_ro: **{0} are {1}**

# audit_string_48
source: Last Nickname:
it_it: Ultimo Nickname:
ko_kr: 마지막 닉네임:
nl_nl: Laatste Bijnaam:
ro_ro: Ultima Poreclă:

# audit_string_49
source: Invite Link Created: [{0}](https://discord.com/invite/{1})
it_it: Link d'Invito Creato: [{0}](https://discord.com/invite/{1})
ko_kr: 초대 링크 만들어짐: [{0}](https://discord.com/invite/{1})
nl_nl: Uitnodigingslink aangemaakt: [{0}](https://discord.com/invite/{1})
ro_ro: Link de invitație creat: [{0}](https://discord.com/invite/{1})

# audit_string_50
source: Widget
ko_kr: 위젯

# audit_string_51
source: Invite Link Deleted: `{0}`
it_it: Link d'Invito Eliminato: `{0}`
ko_kr: 초대 링크 삭제됨: `{0}`
nl_nl: Uitnodigingslink verwijderd: `{0}`
ro_ro: Link-ul de invitație a fost șters: `{0}`

# util_server_offline
source: The server is offline or is not responding to queries.
it_it: Il server è offline o non risponde alle query.
ko_kr: 서버가 오프라인 상태이거나 쿼리에 응답하고 있지 않습니다.
nl_nl: De server is offline of reageert niet op vragen.
ro_ro: Serverul este offline sau nu răspunde la întrebări.

# util_server_name
source: Name/MOTD:
ar_sa: اسم الشركة:
el_gr: Όνομα / MOTD:
it_it: Nome/MOTD:
ko_kr: 이름/MOTD:
nl_nl: Naam/MODUS:
ro_ro: Nume/MOTD:
tr_tr: İsim / MOTD:

# util_server_status
source: Status:
ar_sa: الحالة:
el_gr: Κατάσταση:
it_it: Stato:
ko_kr: 상태:
ro_ro: Statut:
tr_tr: Durum:

# util_server_count
source: Player Count:
ar_sa: عدد اللاعبين:
de_de: Spieleranzahl:
el_gr: Αριθμός Παικτών:
it_it: Conto Giocatore:
ko_kr: 플레이어 수:
nl_nl: Aantal spelers:
ro_ro: Numărătorul de Jucători:
tr_tr: Oyuncu Sayısı:

# util_server_version
source: Version:
ar_sa: الإصدار:
el_gr: Έκδοση:
it_it: Versione:
ko_kr: 버전:
nl_nl: Versie:
ro_ro: Versiune:
tr_tr: Sürüm:

# util_server_software
source: Software:
ar_sa: برنامج:
el_gr: Λογισμικό:
ko_kr: 소프트웨어:
tr_tr: Yazılım:

# util_b64_result_1
source: Base64 Encode Image result: {0}
ar_sa: Base64 تشفير نتيجة الصورة: {0}
de_de: Base64 Encode-Bildergebnis: {0}
el_gr: Κωδικοποίηση Base64 αποτελέσματα εικόνας: {0}
it_it: Risultato Immagine Crittografia Base64: {0}
ko_kr: Base64 인코드 이미지 결과: {0}
nl_nl: Base64 Coderen afbeeldingsresultaat: {0}
ro_ro: Codarea Base64 Imaginea rezultă: {0}
tr_tr: Base64 Şifrelemesi Resim sonucu: {0}

# util_b64_result_2
source: Base64 Encode result: ```{0}```
ar_sa: Base64 ترميز النتيجة: ```{0}```
de_de: Base64 Encode-Ergebnis: ```{0}```
el_gr: Κωδικοποίηση Base64 αποτελέσματα: ```{0}```
it_it: Risultato Crittografia Base64: ```{0}```
ko_kr: Base64 인코드 결과: ```{0}```
nl_nl: Base64 Encode resultaat: ```{0}```
ro_ro: Rezultatul codării Base64: ```{0}```
tr_tr: Base64 Deşifrelemesi sonucu: ```{0}```

# util_b64_result_3
source: Base64 Decode result: ```{0}```
ar_sa: Base64 في فك شفرة النتيجة: ```{0}```
de_de: Base64 Dekodierungsergebnis: ```{0}```
el_gr: Αποκωδικοποίηση Base64 αποτελέσματα: ```{0}```
it_it: Risultato Decodifica Base64: ```{0}```
ko_kr: Base64 디코드 결과: ```{0}```
nl_nl: Base64 Decode resultaat: ```{0}```
ro_ro: Rezultatul Decodării Base64: ```{0}```
tr_tr: Base64 Şifrelemesi sonucu: ```{0}```

# util_md5_result
source: MD5 hash result: ```{0}```
ar_sa: MD5 نتيجة تجزئة: ```{0}```
de_de: MD5-Hashergebnis: ```{0}```
el_gr: Κατακερματισμός MD5 αποτελέσματα: ```{0}```
it_it: Risultato hash MD5: ```{0}```
ko_kr: MD5 해시 결과: ```{0}```
nl_nl: MD5 hash resultaat: ```{0}```
ro_ro: MD5 hash rezultat: ```{0}```
tr_tr: MD5 hash sonucu: ```{0}```

# util_sha1_result
source: SHA1 hash result: ```{0}```
ar_sa: نتيجة SHA1 التجزئة: ```{0}```
de_de: SHA1 Hash-Ergebnis: ```{0}```
el_gr: Κατακερματισμός SHA1 αποτελέσματα: ```{0}```
it_it: Risultato hash SHA1: ```{0}```
ko_kr: SHA1 해시 결과: ```{0}```
nl_nl: SHA1 hash resultaat: ```{0}```
ro_ro: SHA1 hash rezultat: ```{0}```
tr_tr: SHA1 hash sonucu: ```{0}```

# util_sha256_result
source: SHA256 hash result: ```{0}```
ar_sa: SHA256 نتيجة تجزئة: ```{0}```
de_de: SHA256 Hash-Ergebnis: ```{0}```
el_gr: Κατακερματισμός SHA256 αποτελέσματα: ```{0}```
it_it: Risultato hash SHA256: ```{0}```
ko_kr: SHA256 해시 결과: ```{0}```
nl_nl: SHA256 hash resultaat: ```{0}```
ro_ro: SHA256 hash rezultat: ```{0}```
tr_tr: SHA256 hash sonucu: ```{0}```

# util_sha512_result
source: SHA512 hash result: ```{0}```
ar_sa: SHA512 نتيجة تجزئة: ```{0}```
de_de: SHA512 Hash-Ergebnis: ```{0}```
el_gr: Κατακερματισμός SHA512 αποτελέσματα: ```{0}```
it_it: Risultato hash SHA512: ```{0}```
ko_kr: SHA512 해시 결과: ```{0}```
nl_nl: SHA512 hash resultaat: ```{0}```
ro_ro: SHA512 hash rezultat: ```{0}```
tr_tr: SHA512 hash sonucu: ```{0}```

# util_hash_result
source: Hash Results: **Base64 Encode Output:**```{0}```**MD5 Hash Output:**```{1}```**SHA1 Hash Output:**```{2}```**SHA256 Hash Output:**```{3}```**SHA512 Hash Output:**```{4}```
ar_sa: تجزئة النتائج: ** باستخدام Base64 شفر إخراج: ** ```{0}``` ** MD5 التجزئة إخراج: ** ```{1}``` ** SHA1 تجزئة إخراج: ** `` `{2}``` ** SHA256 التجزئة إخراج: ** ```{3}``` ** SHA512 التجزئة إخراج: ** ```{4}```
de_de: Hash-Ergebnisse: **Base64 Encode-Ausgabe:**```{0}```**MD5 Hash Ausgabe:**```{1}```**SHA1 Hash Ausgabe:**```{2}```**SHA256 Hash Ausgabe:**```{3}```**SHA512 Hash Ausgabe:**```{4}```
el_gr: Αποτελέσματα κατακερματισμού: **Base64 κωδικοποίηση εξόδου: **```{0}```** Κατακερματισμός MD5 εξόδου:**```{1}```**Κατακερματισμός SHA1 εξόδου:**```{2}```**Κατακρματισμός SHA256 εξόδου:**```{3}```**Κατακερματισμός SHA512 εξόδου:**```{4}```
it_it: Risultati Hash: **Crittografia Base64 In Uscita:**```{0}```**Uscita Hash MD5:**```{1}```**Uscita Hash SHA1:**```{2}```**Uscita Hash SHA256:**```{3}```**Uscita Hash SHA512:**```{4}```
ko_kr: 해시 결과: **Base64 인코드 출력:**```{0}```**MD5 해시 출력:**```{1}```**SHA1 해시 출력:**```{2}```**SHA256 해시 출력:**```{3}```**SHA512 해시 출력:**```{4}```
nl_nl: **Base64 Encode Output:**```{0}```**MD5 Hash Output:**```{1}```**SHA1 Hash Output:**```{2}```**SHA256 Hash Output:**```{3}```**SHA512 Hash Output:**```{4}```
ro_ro: Rezultate Hash: **Codificarea Base64 este: **```{0}```**MD5 Hash Output:**```{1}```**SHA1 Hash Output:**```{2}```**SHA256 Hash Output:**```{3}```**SHA512 Hash Output:**```{4}```
tr_tr: Hash Sonuçları: **Base64 Şifreleme Çıktısı**```{0}```**MD5 Hash Çıktısı:**```{1}````**SHA1 Hash Çıktısı:**```{2}```**SHA256 Hash Çıktısı:**```{3}```**SHA512 Hash Çıktısı:**```{4}```

# util_steam_level
source: Level
ar_sa: مستوى
de_de: Ebene
el_gr: Επίπεδο
ko_kr: 레벨
ro_ro: Nivel
tr_tr: Seviye

# util_steam_badges
source: Badges
ar_sa: شارات
de_de: Auszeichnungen
el_gr: Σήματα
ko_kr: 배지
ro_ro: Insigne
tr_tr: Rozetler

# util_steam_games
source: Games
ar_sa: ألعاب
de_de: Spiele
el_gr: Παιχνίδια
ko_kr: 게임
ro_ro: Jocuri
tr_tr: Oyunlar

# util_steam_groups
source: Groups
ar_sa: مجموعات
de_de: Cli­que
el_gr: Ομάδες
ko_kr: 그룹
ro_ro: Grupuri
tr_tr: Gruplar

# util_steam_vac
source: VAC Banned
ar_sa: حظر التيار المتردد
de_de: VAC gebannt
el_gr: Αποκλεισμός VAC
ko_kr: VAC 차단됨
ro_ro: Interzicere VAC
tr_tr: VAC Banlanmış Mı?

# util_steam_hidden
source: Hidden
ar_sa: مخفي
de_de: Versteckt
el_gr: Κρυφό
it_it: Nascosto
ko_kr: 숨김
ro_ro: Ascuns
tr_tr: Gizli

# util_steam_realname
source: Real Name:
ar_sa: الاسم الحقيقي:
de_de: Richtiger Name:
el_gr: Αληθινό όνομα:
ko_kr: 실명:
ro_ro: Nume Real:
tr_tr: Gerçek Adı:

# util_steam_limited
source: Limited Account
ar_sa: الحساب محدود
de_de: Limitierter Account
el_gr: Περιορισμένος λογαριασμός
ko_kr: 제한된 계정
ro_ro: Cont Limitat
tr_tr: Kısıtlanmış Hesap

# util_steam_info
source: {0}'s Steam Info
ar_sa: {0} معلومات البخار
el_gr: Πληροφορίες Steam του χρήστη {0}
ko_kr: {0}의 Steam 정보
ro_ro: Informația lui {0} pe Steam
tr_tr: {0} adlı kişinin Steam Bilgisi

# util_math_compute
source: Compute Time: {0}s
ar_sa: وقت الحساب: {0}ث
de_de: Rechenzeit: {0}s
el_gr: Υπολογισμός χρόνου: {0}s
it_it: Tempo di Calcolo: {0}s
ko_kr: 계산 시간: {0}초
nl_nl: Bereken tijd: {0}s
ro_ro: Timp de Calcul: {0}s
tr_tr: İşlem Süresi: {0} sn

# embed_footer_id_user
source: User ID:
ar_sa: رمز المستخدم:
de_de: Benutzer-ID:
el_gr: Αναγνωριστικό Χρήστη:
it_it: ID Utente:
ko_kr: 사용자 ID:
nl_nl: Gebruikers ID:
ro_ro: Utilizator ID:
tr_tr: Kullanıcı IDsi:

# embed_footer_id_guild
source: Guild ID:
ar_sa: معرف النقابة:
de_de: Server-ID:
el_gr: Αναγνωριστικό Διακομιστή:
it_it: ID Gilda:
ko_kr: 길드 ID:
nl_nl: Gilde ID:
ro_ro: ID-ul Serverului:
tr_tr: Sunucu IDsi:

# embed_footer_id_channel
source: Channel ID:
ar_sa: معرف القناة:
de_de: Kanal-ID:
el_gr: Αναγνωριστικό καναλιού:
it_it: ID Canale:
ko_kr: 채널 ID:
nl_nl: Kanaal ID:
ro_ro: ID-ul Canalului:
tr_tr: Kanal IDsi:
