Repository: MrCakeSlayer/CakeyBot-locale
Catalog: Bot/strings.*.resx
Languages: ar_sa, de_de, el_gr, it_it, ko_kr, nl_nl, ro_ro, tr_tr

# games_trivia_incorrect
source: Oh no, you got it wrong. Correct answer: `{0}`
it_it: Oh no, hai sbagliato. Risposta corretta: `{0}`
ko_kr: 이런, 틀렸습니다. 정답: `{0}`
nl_nl: Oh nee, je hebt het mis. Juiste antwoord: `{0}`
ro_ro: Oh nu, aţi înţeles greşit. Răspuns corect: `{0}`

# games_trivia_load_failed
source: Failed to load any trivia questions. Please try again later.
it_it: Impossibile caricare alcuna domanda di curiosità. Sei pregato di riprovare più tardi.
ko_kr: 잡학 질문을 불러오지 못했습니다. 나중에 다시 시도해주세요.
nl_nl: Laden van triviale vragen mislukt. Probeer het later opnieuw.
ro_ro: Încărcarea oricăror întrebări triviale a eșuat. Vă rugăm să încercați din nou mai târziu.

# afk
source: {0} is currently AFK, Reason: `{1}`
ar_sa: {0} حاليًا AFK ، السبب: `{1}`
de_de: {0} ist derzeit AFK, Grund: `{1}`
el_gr: Ο χρήστης {0} είναι αυτή την στιγμή AFK, Λόγος: `{1}`
it_it: {0} è attualmente AFK, Motivo: `{1}`
ko_kr: {0}이(가) 현재 잠수 상태입니다, 이유: `{1}`
nl_nl: {0} is momenteel AFK, Reden: `{1}`
ro_ro: {0} este în prezent Departe De Tastatură, Motivul: `{1}`
tr_tr: {0} şu anda AFK, Sebep: `{1}`

# afk_not_active_1
source: You are not currently AFK.
ar_sa: أنت لست حاليًا AFK.
de_de: Du bist derzeit nicht AFK.
el_gr: Αυτή την στιγμή δεν είσαι AFK.
it_it: Attualmente non sei AFK.
ko_kr: 현재 잠수 상태가 아닙니다.
nl_nl: Je bent momenteel niet AFK.
ro_ro: În prezent nu sunteți Departe de Tastatură.
tr_tr: Şu anda AFK değilsin.

# afk_not_active_2
source: That user is not currently AFK.
ar_sa: هذا المستخدم ليس AFK حاليًا.
de_de: Dieser Benutzer ist zur Zeit nicht AFK.
el_gr: Αυτός ο χρήστης δεν είναι AFK αυτή την στιγμή.
it_it: Questo utente non è attualmente AFK.
ko_kr: 해당 사용자는 현재 잠수 상태가 아닙니다.
nl_nl: Deze gebruiker is momenteel niet AFK.
ro_ro: Acest utilizator nu este în prezent Departe de Tastatură.
tr_tr: Bu kullanıcı şu anda AFK değil.

# afk_active
source: You are currently AFK with the message: `{0}`
ar_sa: أنت حاليًا AFK مع الرسالة: `{0}`
de_de: Du bist zur Zeit AFK, mit folgender Nachricht: `{0}`
el_gr: Είσαι αυτή την στιγμή AFK με το μύνημα: `{0}`
it_it: Sei attualmente AFK con il messaggio: `{0}`
ko_kr: 현재 잠수 상태입니다. 메시지: `{0}`
nl_nl: Je bent momenteel AFK met het bericht: `{0}`
ro_ro: În prezent mesajul pentru Departe de Tastatură este: `{0}`
tr_tr: `{0}` mesajı ile birlikte şu anda AFK'sın

# afk_limit
source: AFK messages must be less than 100 characters.
ar_sa: يجب أن تكون رسائل AFK أقل من 100 حرف.
de_de: AFK-Nachrichten müssen weniger als 100 Zeichen lang sein.
el_gr: Μυνήματα AFK πρέπει να είναι μικρότερα απο 100 λέξεις.
it_it: I messaggi AFK devono essere inferiori a 100 caratteri.
ko_kr: 잠수 메시지는 100자 이하여야 합니다.
nl_nl: AFK berichten moeten minder dan 100 tekens bevatten.
ro_ro: Mesajele pentru Departe de Tastatură trebuie să fie mai putin de 100 de caractere.
tr_tr: AFK mesajları 100 karakterden daha kısa olmalıdır.

# afk_failed
source: Failed to set AFK message.
ar_sa: فشل في ضبط رسالة AFK.
de_de: Fehler beim Setzen der AFK-Nachricht.
el_gr: Αποτυχία ρυθμίζοντας το μύνημα AFK.
it_it: Impossibile configurare il messaggio AFK.
ko_kr: 잠수 메시지를 설정하지 못했습니다.
nl_nl: Kon AFK-bericht niet instellen.
ro_ro: Setarea mesajului pentru Departe De Tastatură nu a fost reușită.
tr_tr: AFK mesajı ayarlanırken bir hata oluştu.

# afk_set
source: You have successfully been set to AFK with the message: `{0}`
ar_sa: لقد تم ضبطك بنجاح على AFK مع الرسالة: `{0}`
de_de: Du wurdest erfolgreich AFK gesetzt, mit der Nachricht: `{0}`
el_gr: Έχεις ρυθμίσει με επιτυχία το μύνημα AFK σε: `{0}`
it_it: Sei stato impostato in AFK con successo col messaggio: `{0}`
ko_kr: 잠수 상태로 성공적으로 설정되었습니다. 메시지: `{0}`
nl_nl: U bent succesvol ingesteld op AFK met het bericht: `{0}`
ro_ro: Ați fost setat cu succes pe Departe de Tastatură cu mesajul: `{0}`
tr_tr: `{0}` mesajıyla birlikte başarıyla durumunu AFK olarak ayarladın

# afk_removed_1
source: Successfully removed you from AFK.
ar_sa: تمت ازالتك بنجاح من AFK.
de_de: Dein AFK-Modus wurde erfolgreich beendet.
el_gr: Σε αφαίρεσα με επιτυχία από AFK.
it_it: Sei stato rimosso con successo da AFK.
ko_kr: 잠수 상태를 성공적으로 제거했습니다.
nl_nl: Succes! Je bent niet meer AFK.
ro_ro: Te-a eliminat cu succes din Departe de Tastatură.
tr_tr: AFK durumundan başarıyla ayrıldın.

# afk_removed_2
source: Successfully removed {0}'s AFK.
ar_sa: تمت إزالته {0} من AFK بنجاح.
de_de: {0}'s AFK-Modus wurde erfolgreich beendet.
el_gr: Αφαίρεσα με επιτυχία το AFK του χρήστη {0}.
it_it: {0} rimosso con successo da AFK.
ko_kr: {0}의 잠수 상태를 성공적으로 제거했습니다.
nl_nl: Gelukt! {0} is niet meer AFK.
ro_ro: Șters cu succes rolul Departe de Tastatură pentru {0}.
tr_tr: {0} adlı kullanıcının AFK durumu başarıyla kaldırıldı.

# afk_updated
source: Successfully updated your AFK message to: `{0}`
ar_sa: تم تحديث رسالة AFK بنجاح إلى: `{0}`
de_de: Deine AFK-Nachricht wurde erfolgreich zu `{0}` geändert.
el_gr: Ρύθμισα με επιτυχία το μύνημα AFK σου σε: `{0}`
it_it: Aggiornato con successo il tuo messaggio AFK in: `{0}`
ko_kr: 잠수 메시지를 다음으로 성공적으로 갱신했습니다: `{0}`
nl_nl: Uw AFK bericht is succesvol bijgewerkt naar: `{0}`
ro_ro: Actualizat cu succes mesajul Departe de Tastatură la: `{0}`
tr_tr: AFK mesajın başarıyla `{0}` olarak güncellendi

# afk_permission
source: You must have ManageServer or Administrator permission to remove another user's AFK status.
ar_sa: يجب أن يكون لديك إذن ManageServer أو Administrator permission لإزالة حالة AFK لمستخدم آخر.
de_de: Du musst ManageServer- oder Administrator-Berechtigungen haben, um den AFK-Status eines anderen Nutzers zu entfernen.
el_gr: Πρέπει να έχεις πρόσβαση σε δικαιώματα διαχειριστή ή στο ManageServer για να αφαιρέσεις την κατάσταση AFK ενός άλλου χρήστη.
it_it: Devi avere il permesso di ManageServer o Amministratore per rimuovere lo stato AFK di un altro utente.
ko_kr: 서버 관리 권한 또는 관리자 권한이 있어야 다른 사용자의 잠수 상태를 제거할 수 있습니다.
nl_nl: U heeft toestemming nodig om de AFK-status van een andere gebruiker te verwijderen.
ro_ro: Trebuie să aveți permisiunea ManageServer sau de Administrator pentru a elimina statutul de Departe de Tastatură a altui utilizator.
tr_tr: Bir kullanıcının AFK durumunu kaldırabilmek için Sunucuyu Yönetme veya Yönetici yetkilerine sahip olmalısın.

# mod_kick_self
source: You can't kick yourself!
ar_sa: لا يمكنك ترد نفسك!
de_de: Du kannst dich nicht selber kicken!
el_gr: Δεν μπορείς να κάνεις kick τον εαυτό σου!
it_it: Non puoi kickare te stesso!
ko_kr: 자기 자신은 추방할 수 없습니다!
nl_nl: Je kan jezelf niet kicken!
ro_ro: Nu te poți da afară singur!
tr_tr: Kendini sunucudan atamazsın!

# mod_kick_self_bot
source: I can't kick myself!
ar_sa: لا أستطيع ترد نفسي!
de_de: Ich kann mich selbst nicht kicken!
el_gr: Δεν μπορώ να κάνω kick τον εαυτό μου!
it_it: Non posso kickarmi da solo!
ko_kr: 봇이 봇 자체를 추방할 수는 없습니다!
nl_nl: Ik kan mezelf niet kicken!
ro_ro: Nu ma pot da afară singur!
tr_tr: Kendimi sunucudan atamam!

# mod_kick_success
source: {0}#{1} has been successfully kicked.
ar_sa: {0}#{1} تم ترد بنجاح.
de_de: {0}#{1} wurde erfolgreich gekickt.
el_gr: Ο χρήστης {0}#{1} έχει γίνει kick με επιτυχία.
it_it: {0}#{1} è stato kickato con successo.
ko_kr: {0}#{1}이(가) 성공적으로 추방되었습니다.
nl_nl: {0}#{1} is met succes gekicked.
ro_ro: {0}#{1} darea afară a fost cu succes.
tr_tr: {0}#{1}, başarıyla sunucudan atıldı.

# mod_kick_dm
source: You were kicked from `{0}` by `{1}` for: `{2}`
ar_sa: لقد تم تردك من `{0}` بواسطة `{1}` على: `{2}`
de_de: Du wurdest durch `{1}` von `{0}` gekickt. Grund: `{2}`
el_gr: Έγινες kicked από τον σέρβερ `{0}` από τον `{1}` γιά: `{2}`
it_it: Sei stato kickato da `{0}` da `{1}` per: `{2}`
ko_kr: `{0}`에서 `{1}`에게 다음 사유로 추방당했습니다: `{2}`
nl_nl: Je bent gekicked uit `{0}` door `{1}` voor: `{2}`
ro_ro: Ai fost dat afară din `{0}` către `{1}` pentru: `{2}`
tr_tr: `{1}` adlı kişi tarafından, `{0}` adlı sunucudan `{2}` sebebiyle atıldın

# mod_unban_success
source: {0}#{1} has been successfully unbanned.
ar_sa: {0}#{1} تم إلغاء حظره بنجاح.
de_de: {0}#{1} wurde erfolgreich entebannt.
el_gr: {0}#{1} έχει γίνει unbanned με επιτυχία.
it_it: {0}#{1} è stato riammesso con successo.
ko_kr: {0}#{1}의 차단이 성공적으로 해제되었습니다.
nl_nl: {0}#{1} is succesvol unbanned.
ro_ro: {0}#{1} a fost ștersă interzicerea accesului cu succes.
tr_tr: {0}#{1} adlı kişinin yasaklaması başarıyla kaldırıldı.

# mod_ban_self
source: You can't ban yourself!
ar_sa: لا يمكنك حظر نفسك!
de_de: Du kannst dich nicht selber bannen!
el_gr: Δεν μπορείς να κάνεις ban τον εαυτό σου!
it_it: Non puoi bandirti!
ko_kr: 자기 자신은 차단할 수 없습니다!
nl_nl: Je kunt jezelf niet verbannen!
ro_ro: Nu puteți să vă interziceți accesul singur!
tr_tr: Kendini sunucudan yasaklayamazsın!

# mod_ban_self_bot
source: I can't ban myself!
ar_sa: لا يمكنيني حظر نفسي!
de_de: Ich kann mich selbst nicht bannen!
el_gr: Δεν μπορώ να κάνω ban τον εαυτό μου!
it_it: Non posso bandirmi!
ko_kr: 봇이 봇 자체를 차단할 수는 없습니다!
nl_nl: Ik kan mezelf niet verbannen!
ro_ro: Nu pot să îmi interzic accesul singur!
tr_tr: Kendimi sunucudan yasaklayamam!

# mod_ban_success
source: {0}#{1} has been successfully banned.
ar_sa: {0}#{1} تم حظر بنجاح.
de_de: {0}#{1} wurde erfolgreich gebannt.
el_gr: Ο χρήστης {0}#{1} έχει γίνει ban με επιτυχία.
it_it: {0}#{1} bandito con successo.
ko_kr: {0}#{1}이(가) 성공적으로 차단되었습니다.
nl_nl: {0}#{1} is succesvol verbannen.
ro_ro: {0}#{1} a fost interzisă accesul cu succes.
tr_tr: {0}#{1}, başarıyla sunucudan yasaklandı.

# mod_ban_dm
source: You were banned from `{0}` by `{1}` for: `{2}`
ar_sa: لقد تم حظرك من `{0}` بواسطة `{1}` على: `{2}`
de_de: Du wurdest durch `{1}` von `{0}` gebannt. Grund: `{2}`
el_gr: Έγινες banned από τον σέρβερ `{0}` από τον `{1}` για: `{2}`
it_it: Sei stato bandito da `{0}` da `{1}` per: `{2}`
ko_kr: `{0}`에서 `{1}`에게 다음 사유로 차단당했습니다: `{2}`
nl_nl: Je bent verbannen van `{0}` door `{1}` voor: `{2}`
ro_ro: Ai fost interzis din `{0}` către `{1}` pentru că: `{2}`
tr_tr: `{1}` adlı kişi tarafından, `{0}` adlı sunucudan `{2}` sebebiyle yasaklandın

# mod_ban_temp_error
source: Temp bans must be 1 month or less.
it_it: I ban temporanei devono essere di 1 mese o meno.
ko_kr: 일시 차단은 1개월 이하여야 합니다.
nl_nl: Temp verboden moeten 1 maand of minder zijn.
ro_ro: Interdicţiile temporare trebuie să fie mai mici sau egale cu 1 lună.

# mod_ban_temp_success
source: {0}#{1} will be unbanned <t:{2}:R>
el_gr: {0}#{1} has been successfully banned until {2}d{3}h{4}m.
it_it: {0}#{1} sarà riammesso <t:{2}:R>
ko_kr: {0}#{1}이(가) {2}일{3}시간{4}분까지 성공적으로 차단되었습니다.
nl_nl: {0}#{1} zal ontbonden worden <t:{2}:R>
ro_ro: {0}#{1} va fi debanat <t:{2}:R>
tr_tr: {0}#{1} has been successfully banned until {2}d{3}h{4}m.

# mod_ban_soft_self
source: You can't soft ban yourself!
ar_sa: لا يمكنك لينة حظر نفسك!
de_de: Du kannst dich selbst nicht soft-bannen!
el_gr: Δεν μπορείς να κάνεις soft ban τον εαυτό σου!
it_it: Non puoi soft bandirti!
ko_kr: 자기 자신은 소프트 차단할 수 없습니다!
nl_nl: Je kan jezelf niet tijdelijk verbannen!
ro_ro: Nu poți să iți interzici temporal accesul singur!
tr_tr: Kendini softbanlayamazsın!

# mod_ban_soft_self_bot
source: I can't soft ban myself!
ar_sa: لا استطيع لينة حظر نفسي!
de_de: Ich kann mich nicht selbst softbannen!
el_gr: Δεν μπορώ να κάνω softban τον εαυτό μου!
it_it: Non posso soft bandirmi!
ko_kr: 봇이 봇 자체를 소프트 차단할 수는 없습니다!
nl_nl: Ik kan mezelf niet zacht verbannen!
ro_ro: Nu pot să îmi interzic temporal accesul singur!
tr_tr: Kendimi softbanlayamam!

# mod_ban_soft_success
source: {0}#{1} has been soft banned. (They can now rejoin)
ar_sa: {0}#{1} تم حظره بشكل لينة. (يمكنهم الآن الانضمام مرة أخرى)
de_de: {0}#{1} wurde erfolgreich ge-soft-bannt. (Er/Sie kann jetzt wieder beitreten)
el_gr: Ο χρήστης {0}#{1} έγινε soft ban. (Μπορεί τώρα να ξαναμπεί)
it_it: {0}#{1} è stato soft bandito. (Ora possono rientrare)
ko_kr: {0}#{1}이(가) 소프트 차단되었습니다. (이제 다시 참여할 수 있습니다)
nl_nl: {0}#{1} is tijdelijk verbannen. (Ze kunnen nu weer aansluiten)
ro_ro: {0}#{1} a fost interzis temporal accesul. (Acum pot reintra)
tr_tr: {0}#{1} softbanlandı. (Tekrar sunucuya katılabilir)

# mod_ban_soft_dm
source: You were soft banned from `{0}` by `{1}` for: `{2}` (You may rejoin)
ar_sa: لقد تم لينة تحظيرك من استخدام `{0} `بواسطة` {1} `على:` {2} `(يمكنك الانضمام)
de_de: Du wurdest durch `{1}` von `{0}` ge-soft-bannt. Grund: `{2}`. (Du kannst jetzt wieder beitreten)
el_gr: Έγινες soft banned από τον σέρβερ `{0}` από τον `{1}` για: `{2}` (Μπορείς να ξαναμπείς)
it_it: Sei stato soft bandito da `{0}` da `{1}` per: `{2}` (Puoi rientrare)
ko_kr: `{0}`에서 `{1}`에게 다음 사유로 소프트 차단당했습니다: `{2}` (다시 참여할 수 있습니다)
nl_nl: Je bent tijdelijk verbannen van `{0}` door `{1}` voor: `{2}` (Je kunt opnieuw aansluiten)
ro_ro: Ai fost interzis temporar de la `{0}` de către `{1}` pentru: `{2}` (Puteți reintra)
tr_tr: `{1}` adlı kişi tarafından, `{0}` adlı sunucudan `{2}` sebebiyle softbanlandın. (Tekrar sunucuya katılabilirsin)

# mod_mute_self
source: You can't mute yourself!
ar_sa: لا يمكنك كتم نفسك!
de_de: Du kannst dich nicht selber stumm stellen!
el_gr: Δεν μπορείς να κάνεις mute τον εαυτό σου!
it_it: Non puoi silenziarti!
ko_kr: 자기 자신은 뮤트할 수 없습니다!
nl_nl: Je kunt jezelf niet dempen!
ro_ro: Nu te poți muți singur!
tr_tr: Kendini susturamazsın!

# mod_mute_self_bot
source: I can't mute myself!
ar_sa: لا أستطيع كتم نفسي!
de_de: Ich kann mich selbst nicht stumm stellen!
el_gr: Δεν μπορώ να κάνω mute τον εαυτό μου!
it_it: Non posso mutarmi!
ko_kr: 봇이 봇 자체를 뮤트할 수는 없습니다!
nl_nl: Ik kan mezelf niet dempen!
ro_ro: Nu ma pot muți singur!
tr_tr: Kendimi susturamam!

# mod_mute_success
source: {0}#{1} has been successfully muted.
ar_sa: {0}#{1} تم كتم بنجاح.
de_de: {0}#{1} wurde erfolgreich stumm gestellt.
el_gr: Ο χρήστης {0}#{1} έχει γίνει muted με επιτυχία.
it_it: {0}#{1} è stato mutato con successo.
ko_kr: {0}#{1}이(가) 성공적으로 뮤트되었습니다.
nl_nl: {0}#{1} is succesvol gedempt.
ro_ro: {0}#{1} a fost muțit cu succes.
tr_tr: {0}#{1}, başarıyla susturuldu.

# mod_mute_dm
source: You were muted in `{0}` by `{1}` for: `{2}`
ar_sa: تم كتم في `{0}` بواسطة `{1}` على: `{2}`
de_de: Du wurdest durch `{1}` auf `{0}` gemutet. Grund: `{2}`
el_gr: Έγινες muted στον σέρβερ `{0}` από τον `{1}` γιά: `{2}`
it_it: Sei stato mutato in `{0}` da `{1}` per: `{2}`
ko_kr: `{0}`에서 `{1}`에게 다음 사유로 뮤트당했습니다: `{2}`
nl_nl: Je bent gedempt in `{0}` door `{1}` voor: `{2}`
ro_ro: Ai fost muțit în `{0}` de către `{1}` pentru: `{2}`
tr_tr: `{1}` adlı kişi tarafından, `{0}` adlı sunucudan `{2}` sebebiyle susturuldun

# mod_mute_temp_error
source: Temp mutes must be 1 month or less.
it_it: I silenziamenti temporanei devono essere di 1 mese o meno.
ko_kr: 일시 뮤트는 1개월 이하여야 합니다.
nl_nl: Tijdelijke dempingen moeten 1 maand of minder zijn.
ro_ro: Mutările temporare trebuie să fie mai mici sau egale cu 1 lună.

# mod_mute_temp_success
source: {0}#{1} will be unmuted <t:{2}:R>
el_gr: {0}#{1} has been successfully muted until {2}d{3}h{4}m.
it_it: {0}#{1} sarà riammesso <t:{2}:R>
ko_kr: {0}#{1}이(가) {2}일{3}시간{4}분까지 성공적으로 뮤트되었습니다.
nl_nl: {0}#{1} zal niet meer gedempt worden <t:{2}:R>
ro_ro: {0}#{1} va fi reactivat <t:{2}:R>
tr_tr: {0}#{1} has been successfully muted until {2}d{3}h{4}m.

# mod_mute_role_error
source: Unable to find or create a mute role.
it_it: Impossibile trovare o creare un ruolo di silenziamento.
ko_kr: 뮤트 역할을 찾거나 만들 수 없습니다.
nl_nl: Kan geen mute rol vinden of maken.
ro_ro: Imposibil de găsit sau de creat un rol mut.

# mod_unmute_self_bot
source: I can't unmute myself!
ar_sa: لا أستطيع الغاء كتم نفسي!
de_de: Ich kann mich selbst nicht entmuten!
el_gr: Δεν μπορώ να κάνω unmute τον εαυτό μου!
it_it: Non posso rimuovermi il muto!
ko_kr: 봇이 봇 자체의 뮤트를 해제할 수는 없습니다!
nl_nl: Ik kan het dempen van mezelf niet verwijderen!
ro_ro: Nu mă pot ''dezmuții'' singur!
tr_tr: Kendi susturmamı kaldıramam!

# mod_unmute_success
source: {0}#{1} has been successfully unmuted.
ar_sa: {0}#{1} تم إلغاء كتمه بنجاح.
de_de: {0}#{1} darf wieder reden.
el_gr: Ο χρήστης {0}#{1} έχει γίνει unmuted με επιτυχία.
it_it: {0}#{1} è stato riattivato con successo.
ko_kr: {0}#{1}의 뮤트가 성공적으로 해제되었습니다.
nl_nl: {0}#{1} is met succes ongedempt.
ro_ro: {0}#{1} a fost "dezmuțit" cu succes.
tr_tr: {0}#{1} adlı kişinin susturması başarıyla kaldırıldı.

# mod_warn_reason
source: You must enter a reason!
ar_sa: يجب عليك إدخال سبب!
de_de: Du musst einen Grund angeben!
el_gr: Πρέπει να γράψεις έναν λόγο!
it_it: Devi inserire un motivo!
ko_kr: 사유를 입력해야 합니다!
nl_nl: U dient een reden op te geven!
ro_ro: Trebuie să introduceți un motiv!
tr_tr: Bir sebep girmelisin!

# mod_warn_self
source: You can't warn yourself!
ar_sa: لا يمكنك تحذير نفسك!
de_de: Du kannst dich selbst nicht verwarnen!
el_gr: Δεν μπορείς να προειδοποιήσεις τον εαυτό σου!
it_it: Non puoi avvisarti da solo!
ko_kr: 자기 자신에게 경고를 줄 수는 없습니다!
nl_nl: Je kunt jezelf niet waarschuwen!
ro_ro: Nu puteți să vă avertizați singur!
tr_tr: Kendini uyaramazsın!

# mod_warn_self_bot
source: I can't warn myself!
ar_sa: لا أستطيع تحذير نفسي!
de_de: Ich kann mich selbst nicht verwarnen!
el_gr: Δεν μπορώ να προειδοποιήσω τον εαυτό μου!
it_it: Non posso avvisarmi da solo!
ko_kr: 봇이 봇 자체에 경고를 줄 수는 없습니다!
nl_nl: Ik kan mezelf niet waarschuwen!
ro_ro: Nu mă pot avertiza singur!
tr_tr: Kendimi uyaramam!

# mod_warn_success
source: {0}#{1} has been successfully warned for: `{2}`. **Total Warnings:** {3}
ar_sa: {0}#{1} تم تحذيره بنجاح من: `{2}`. ** مجموع التحذيرات: ** {3}
de_de: {0}#{1} wurde erfolgreich gewarnt für: `{2}`. **Gesamte Warnungen:** {3}
el_gr: {0}#{1} έχει προειδοποιηθεί με επιτυχία για: `{2}`. **Συνολικές προειδοποιήσεις:** {3}
it_it: {0}#{1} è stato correttamente avvisato per: `{2}`. **Avvisi Totali:** {3}
ko_kr: {0}#{1}이(가) 다음 사유로 경고를 성공적으로 받았습니다: `{2}`. **총 경고:** {3}개
nl_nl: {0}#{1} is met succes gewaarschuwd voor: `{2}`. **Totale Waarschuwingen:** {3}
ro_ro: {0}#{1} a fost avertizat cu succes pentru: `{2}`. **Avertismente în total:** {3}
tr_tr: {0}#{1}, `{2}` sebebiyle başarıyla uyarıldı. **Kişinin toplam {3} uyarısı var.**

# mod_warn_dm
source: You were warned in `{0}` by `{1}` for: `{2}`
ar_sa: تم تحذيرك في `{0}`بواسطة `{1}`على:`{2}`
de_de: Du wurdest durch `{0}` auf `{1}` verwarnt. Grund: `{2}`
el_gr: Έχεις προειδοποιηθεί στον σέρβερ `{0}` από τον `{1}` για: `{2}`
it_it: Sei stato avvisato in `{0}` da `{1}` per: `{2}`
ko_kr: `{0}`에서 `{1}`에게 다음 사유로 경고를 받았습니다: `{2}`
nl_nl: Je bent gewaarschuwd in `{0}` door `{1}` voor: `{2}`
ro_ro: Ai fost avertizat în `{0}` `de `{1}` pentru: `{2}`
tr_tr: `{1}` adlı kişi tarafından, `{0}` adlı sunucudan `{2}` sebebiyle uyarıldın

# mod_unwarn_self
source: You can't unwarn yourself!
ar_sa: لا يمكنك أن الغاء تحذر نفسك!
de_de: Du kannst eigene Verwarnungen nicht entfernen!
el_gr: Δεν μπορείς να αφαιρέσεις μια προειδοποίηση από τον εαυτό σου!
it_it: Non puoi rimuovere da solo l'avviso!
ko_kr: 자기 자신의 경고를 해제할 수는 없습니다!
nl_nl: U kunt uw waarschuwing niet verwijderen!
ro_ro: Nu puteți retrage avertizarea singur!
tr_tr: Kendi uyarını kaldıramazsın!

# mod_unwarn_self_bot
source: I can't unwarn myself!
ar_sa: لا أستطيع أن الغاء أحذر نفسي!
de_de: Ich kann meine eigenen Verwarnungen nicht entfernen!
el_gr: Δεν μπορώ να αφαιρέσω μια προειδοποίηση τον εαυτό μου!
it_it: Non posso rimuovere da solo l'avviso!
ko_kr: 봇이 봇 자체의 경고를 해제할 수는 없습니다!
nl_nl: Ik kan mijn waarschuwing niet verwijderen!
ro_ro: Nu pot retrage avertizarea singur!
tr_tr: Kendi uyarımı kaldıramam!

# mod_unwarn_success
source: Warning has successfully been removed from: `{0}#{1}`
ar_sa: تمت إزالة التحذير بنجاح من: `{0}#{1}`
de_de: `{0}#{1}`'s Verwarnung wurde erfolgreich entfernt.
el_gr: Η προειδοποίηση έχει αφαιρεθεί με επιτυχία από τον χρήστη `{0}#{1}`
it_it: Avviso rimosso correttamente da: `{0}#{1}`
ko_kr: `{0}#{1}`에게서 경고가 성공적으로 제거되었습니다.
nl_nl: Waarschuwing is met succes verwijderd van: `{0}#{1}`
ro_ro: Avertismentul a fost eliminat cu succes din: `{0}#{1}`
tr_tr: Uyarı başarıyla `{0}#{1}` adlı kişiden kaldırıldı

# mod_unwarn_error_none
source: User does not have any warnings to remove.
ar_sa: ليس لدى المستخدم أي تحذيرات لإزالتها.
de_de: User hat keine Warnungen, die entfernt werden können.
el_gr: Ο χρήστης δεν έχει προειδοποιήσεις για κατάργηση.
it_it: L'utente non ha avvertimenti da rimuovere.
ko_kr: 사용자에게서 제거할 경고가 없습니다.
nl_nl: Gebruiker heeft geen waarschuwingen om te verwijderen.
ro_ro: Utilizatorul nu are nici un avertisment de șters.
tr_tr: Kullanıcının kaldırılacak herhangi bir uyarısı yok.

# mod_unwarn_error_invalid
source: The provided warning ID is not valid.
ar_sa: معرف التحذير ID المقدم غير صالح.
de_de: Die angegebene Warning ID ist nicht gültig.
el_gr: Το αναγνωριστικό προειδοποίησης δεν είναι έγκυρο.
it_it: L'ID avviso fornito non è valido.
ko_kr: 지정한 경고 ID가 올바르지 않습니다.
nl_nl: Het opgegeven waarschuwings-ID is niet geldig.
ro_ro: ID-ul de avertizare furnizat nu este valid.
tr_tr: Girilen uyarı ID'si geçerli değil.

# mod_clearwarnings_success
source: Successfully cleared all warnings from `{0}#{1}`
ar_sa: تم مسح جميع التحذيرات من `{0}#{1}` بنجاح
de_de: Erfolgreich alle Warnungen von `{0}#{1}` entfernt
el_gr: Η εκκαθάριση όλων των προειδοποιήσεων ολοκληρώθηκε με επιτυχία από το `{0}#{1}`
it_it: Hai cancellato con successo tutti gli avvisi da `{0}#{1}`
ko_kr: `{0}#{1}`에게서 모든 경고를 성공적으로 지웠습니다
nl_nl: Succesvol alle waarschuwingen gewist van `{0}#{1}`
ro_ro: S-a eliminat cu succes toate avertismentele de la `{0}#{1}`
tr_tr: `{0}#{1}` adlı kullanıcının tüm uyarıları başarıyla silindi.

# mod_purge_amount
source: You must enter the amount of messages to purge!
ar_sa: يجب عليك إدخال كمية الرسائل لحدف!
de_de: Bitte gebe die Anzahl der zu entfernenden Nachrichten an!
el_gr: Πρέπει να γράψεις την ποσότητα μυνημάτων που θές να διαγράψεις!
it_it: Devi inserire la quantità di messaggi da eliminare!
ko_kr: 지울 메시지의 양을 입력해야 합니다!
nl_nl: Je moet een aantal berichten invullen om te verwijderen!
ro_ro: Trebuie să introduceți numărul de mesaje pentru a actualiza!
tr_tr: Temizlemek için temizlenecek mesaj sayısını yazman gerekiyor!

# mod_purge_amount_max
source: You can only purge up to 100 messages at a time!
ar_sa: يمكنك فقط حذف ما يصل إلى 100 رسالة في وقت واحد!
de_de: Es können maximal bis zu 100 Nachrichten auf einmal gelöscht werden!
el_gr: Μπορείς να διαγράψεις μόνο μέχρι 100 μυνήματα ανά φορά!
it_it: Puoi eliminare solo fino a 100 messaggi per volta!
ko_kr: 메시지는 한 번에 최대 100개까지만 지울 수 있습니다!
nl_nl: Je kunt maximaal 100 berichten tegelijk verwijderen!
ro_ro: Puteți actualiza doar până la 100 de mesaje la un moment dat!
tr_tr: Tek seferde en fazla 100 mesajı temizleyebilirsin!

# mod_purge_none_1
source: Nothing to delete!
ar_sa: لا شيء لحذفه!
de_de: Es gibt nichts zum löschen!
el_gr: Δεν υπάρχει τίποτα για διαγραφή!
it_it: Niente da eliminare!
ko_kr: 삭제할 항목이 없습니다!
nl_nl: Niets om te wissen!
ro_ro: Nimic de șters!
tr_tr: Temizlenecek bir şey yok!

# mod_purge_none_2
source: No messages found meeting given criteria.
ar_sa: لم يتم العثور على أيه رسائل تفي بمعايير معينه.
de_de: Keine passenden Nachrichten gefunden.
el_gr: Δεν βρέθηκαν μυνήματα με τα επιλεγμένα κριτήρια.
it_it: Nessun messaggio trovato che soddisfi il criterio dato.
ko_kr: 지정한 기준에 맞는 메시지가 없습니다.
nl_nl: Geen passende berichten gevonden.
ro_ro: Nu s-au găsit mesaje care îndeplinesc criteriile date.
tr_tr: Verilen kriterlerle uyuşan hiçbir mesaj bulunamadı.

# mod_purge_success
source: **{0} messages purged by {1} in <#{2}>**
ar_sa: **{0} حذف الرسائل بواسطة {1} in <#{2}>**
de_de: **{0} Nachrichten in <#{2}> durch {1} gelöscht**
el_gr: **{0} μυνήματα διαγράφτηκαν από τον χρήστη {1} στο <#{2}>**
it_it: **{0} messaggi eliminati da {1} in <#{2}>**
ko_kr: **<#{2}>에서 {1}이(가) 메시지 {0}개를 지웠습니다**
nl_nl: **{0} berichten verwijderd door {1} in <#{2}>**
ro_ro: **{0} mesaje actualizate de către {1} în <#{2}>**
tr_tr: **{1} tarafından, <#{2}> kanalında {0} mesaj silindi**
