Repository: MrCakeSlayer/CakeyBot-locale
Catalog: Bot/strings.*.resx
Languages: ar_sa, de_de, el_gr, it_it, ko_kr, nl_nl, ro_ro, tr_tr

# error_invalid_user_missing
source: Username does not exist!
ar_sa: اسم المستخدم هذا غير موجود!
de_de: Dieser Benutzername existiert nicht!
el_gr: Ο χρήστης δεν υπάρχει!
it_it: Il nome utente non esiste!
ko_kr: 존재하지 않는 사용자명입니다!
nl_nl: Gebruikersnaam bestaat niet!
ro_ro: Numele utilizatorului nu există!
tr_tr: Kullanıcı adı mevcut değil!

# error_invalid_user_guild
source: User is invalid. (Invalid guild user)
it_it: Utente non valido. (Utente della gilda non valido)
ko_kr: 사용자가 잘못되었습니다. (잘못된 길드 사용자입니다)
nl_nl: Gebruiker is ongeldig. (Ongeldige gilde gebruiker)
ro_ro: Utilizatorul nu este valid. (Utilizator invalid al serverului)

# error_invalid_unknown_city
source: Unknown city name.
ar_sa: اسم المدينة هذا غير معروف.
de_de: Unbekannter Stadtname.
el_gr: Άγνωστο όνομα πόλης.
it_it: Nome città sconosciuto.
ko_kr: 알 수 없는 시 이름입니다.
nl_nl: Onbekende plaatsnaam.
ro_ro: Numele orașului necunoscut.
tr_tr: Bilinmeyen şehir ismi.

# error_invalid_invite
source: Please enter a valid invite code.
ar_sa: الرجاء إدخال رمز دعوة صالح.
de_de: Bitte gebe einen gültigen Einladungscode ein.
el_gr: Παρακαλώ γράψτε ένα έγκυρο κωδικό πρόσκλησης.
it_it: Sei pregato di inserire un codice di invito valido.
ko_kr: 올바른 초대 코드를 입력하세요.
nl_nl: Voer een geldige uitnodigingscode in.
ro_ro: Va rugam introduceți un cod de invitare corect.
tr_tr: Lütfen geçerli bir davet kodu gir.

# error_invalid_base64
source: Please provide a valid base64 string.
ar_sa: يرجى تقديم سلسلة base64 صالحة.
de_de: Bitte gebe einen gültigen Base64-String ein.
el_gr: Παρακαλώ γράψτε ένα έγκυρο base64 string.
it_it: Sei pregato di fornire una stringa base64 valida.
ko_kr: 올바른 Base64 문자열을 지정하세요.
nl_nl: Geef een geldige base64 string.
ro_ro: Vă rugăm să furnizați un șir de base64 valid.
tr_tr: Lütfen geçerli bir Base64 metni gir.

# error_invalid_playlist
source: You must enter a valid playlist name.
ar_sa: يجب إدخال اسم قائمة تشغيل صالح.
de_de: Du must einen gültigen Playlist-Namen eingeben.
el_gr: Πρέπει να εισαγάγετε ένα έγκυρο όνομα λίστας αναπαραγωγής.
it_it: Devi inserire un nome della playlist valido.
ko_kr: 올바른 재생 목록 이름을 입력해야 합니다.
nl_nl: Geef een geldige naam in voor de afspeellijst.
ro_ro: Trebuie să introduceți un nume valid pentru lista de redare.
tr_tr: Geçerli bir çalma listesi ismi girmelisin.

# error_usage_poll
source: Please enter a valid question. Usage: `!poll <question> | <answer1> | <answer2> | <answer3> | etc>`
ar_sa: الرجاء إدخال سؤال واضح. الطريقة: '!poll question answer1 | answer2 | answer3 | etc'
de_de: Bitte gebe eine gültige Frage ein. Verwendung: `!poll <Frage> | <Antwort1> | <Antwort2> | <Antwort3> | etc>`
el_gr: Παρακαλώ γράψτε μια έγκυρη ερώτηση. Χρήση: `!poll <question> | <answer1> | <answer2> \ <answer3> | etc>`
it_it: Sei pregato di inserire una domanda valida. Uso: `!poll <question>| <answer1>| <answer2>| <answer3>| etc>`
ko_kr: 올바른 질문을 입력하세요. 사용법: `!poll <질문> | <대답 1> | <대답 2> | <대답 3> | 등>`
nl_nl: Voer een geldige vraag in. Gebruik: `!poll <vraag> | <antwoord1> | <antwoord2> | <antwoord3> | etc>`
ro_ro: Vă rugăm să introduceți o întrebare validă. Utilizare: `!poll <question> | <answer1> | <answer2> | <answer3> | etc>`
tr_tr: Lütfen geçerli bir soru gir. Kullanım: `!poll <Soru> | <1.Cevap> | <2.Cevap> | <3.Cevap> | vs.>`

# error_usage_suggestion
source: Please enter a valid suggestion. !suggestion <title> | <description>
ar_sa: الرجاء إدخال إقتراح واضح. ! suggestion title | description
de_de: Bitte gebe einen gültigen Vorschlag ein! !suggestion <Titel> | <Beschreibung>
el_gr: Παρακαλώ γράψτε μια έγκυρη πρόταση. !suggestion <title> | <description>
it_it: Sei pregato di inserire un suggerimento valido. !suggestion <title>| <description>
ko_kr: 올바른 제안을 입력하세요. !suggestion <제목> | <설명>
nl_nl: Voer een geldige suggestie in. !suggestion <titel> | <omschrijving>
ro_ro: Vă rugăm să introduceți o sugestie valida. !suggestion <title> | <description>
tr_tr: Lütfen geçerli bir öneri gir. !suggestion <Başlık> | <Açıklama>

# error_usage_rps
source: Please enter a valid move: `!rps < rock | paper | scissors >`
ar_sa: ‏‎الرجاء إدخال خطوة صالحة: ` rps &lt!; صخرة | ورقة | مقص >`
de_de: Bitte gebe einen gültigen Zug ein: `!rps < rock | paper | scissors >`
el_gr: Παρακαλώ γράψτε μια έγκυρη κίνηση. `!rps < rock | paper | scissors >`
it_it: Sei pregato di inserire una mossa valida: `!rps < rock | paper | scissors >`
ko_kr: 올바른 패를 입력하세요: `!rps < rock | paper | scissors >`
nl_nl: Voer een geldige zet in: `!rps <rock | paper | scissors>`
ro_ro: Vă rugăm să introduceți o mutare validă: `!rps < rock | paper | scissors >`
tr_tr: Lütfen geçerli bir hamle gir: `!rps < rock | paper | scissors >`

# error_usage_8ball
source: Please enter a question.
ar_sa: الرجاء ادخال سؤال.
de_de: Bitte gib deine Frage ein.
el_gr: Παρακαλώ γράψτε μια ερώτηση.
it_it: Sei pregato di inserire una domanda.
ko_kr: 질문을 입력하세요.
nl_nl: Voer alstublieft een vraag in.
ro_ro: Vă rugăm să introduceți întrebarea.
tr_tr: Lütfen bir soru gir.

# error_usage_query
source: Proper usage: !query <pe | pc> <ip:port>
ar_sa: الاستخدام السليم: !query <pe | pc> <ip:port>
de_de: Korrekte Verwendung: !query <pe | pc> <ip:port>
el_gr: Σωστή χρήση: !query <pe | pc> <ip:port>
it_it: Uso proprio: !query <pe | pc> <ip:port>
ko_kr: 적절한 사용법: !query <pe | pc> <ip:port>
nl_nl: Correct gebruik: !query <pe | pc> <ip:port>
ro_ro: Utilizare corectă: `!query <pe | pc> <ip:port>`
tr_tr: Uygun kullanım: !query <pe | pc> <ip:port>

# error_usage_query_type
source: Please enter either PC or PE as a server type.
ar_sa: الرجاء ادخال نوع السيرفر PE أو PC.
de_de: Bitte gebe entweder PE oder PC als Servertyp an.
el_gr: Παρακαλώ επιλέξτε τύπο διακομιστή PC ή PE.
it_it: Sei pregato di inserire PC o PE come tipo di server.
ko_kr: PC 또는 PE를 서버 유형으로 입력하세요.
nl_nl: Gebruik "PC" of "PE" als servertype.
ro_ro: Vă rugăm să introduceți fie un PC sau PE ca un tip de server.
tr_tr: Lütfen sunucu türü olarak PC veya PE seçeneklerinden birini girin.

# error_usage_role
source: Usage: `!role <add | remove> <user> <role>`
ar_sa: الاستعمال:`!role <add | remove> <user> <role>`
de_de: Verwendung: `!role <add | remove> <user> <role>`
el_gr: Χρήση: `!role <add | remove> <user> <role>`
it_it: Uso: `!role <add | remove> <user> <role>`
ko_kr: 사용법: `!role <add | remove> <사용자> <역할>`
nl_nl: Gebruik: `!role <add | remove> <user> <role>`
ro_ro: Utilizare: `!role <add | remove> <user> <role>`
tr_tr: Kullanım: `!role <add | remove> <user> <role>`

# error_usage_emoji
source: Usage: `!emoji <add | delete | info | list | roles | update>`
ar_sa: الاستخدام: `!emoj <add | delete | info | list | roles | update>`
de_de: Verwendung: `!emoji <add | delete | info | list | roles | update>`
el_gr: Χρήση: `emoji <add | delete | info | list | roles | update>`
ko_kr: 사용법: `!emoji <add | delete | info | list | roles | update>`
tr_tr: Kullanım: `!emoji <add | delete | info | list | roles | update>`

# error_usage_emoji_2
source: Usage: `!emoji info <emoji ID>`
ar_sa: الاستعمال: `emoji info! رمز تعبيري <emoji ID>`
de_de: Verwendung: `!emoji info <emoji ID>`
el_gr: Χρήση: `!emoji info <emoji id>`
ko_kr: 사용법: `!emoji info <이모지 ID>`
tr_tr: Kullanım: `!emoji info <emoji ID>`

# error_usage_playlist
source: Usage: !playlist <save/create | list | load | delete/remove> <name>
ar_sa: الاستخدام: playlist!<save/create | list | load | delete/remove> <name>
de_de: Verwendung: !playlist <save/create | list | load | delete/remove> <name>
el_gr: Χρήση: !playlist <save/create | list | load | delete/remove> <name>
it_it: Uso: !playlist <save/create | list | load | delete/remove> <name>
ko_kr: 사용법: !playlist <save/create | list | load | delete/remove> <이름>
nl_nl: Gebruik: !playlist <save/create | list | load | delete/remove> <name>
ro_ro: Utilizare: `!playlist <save/create | list | load | delete/remove> <name>`
tr_tr: Kullanım: !playlist <save/create | list | load | delete/remove> <name>

# error_usage_verify
source: Usage: `{0}verify setup <role>`
ar_sa: الاستخدام: `{0}verify setup <role>`
de_de: Verwendung: `{0}verify Setup <role>`
el_gr: Χρήση: `{0}verify setup <role>`
it_it: Uso: `{0}verify setup <role>`
ko_kr: 사용법: `{0}verify setup <역할>`
nl_nl: Gebruik: `{0}controleer setup <role>`
ro_ro: Utilizare: `{0}verify setup <role>`
tr_tr: Kullanım: `{0}verify setup <rol>`

# error_usage_verify_set
source: No verification role has been set. Set one using: `{0}verify setup <role>`
ar_sa: لم يتم تحديد دور التحقق. قم بتعيين واحد باستخدام: `{0}verify setup <role>`
de_de: Es wurde keine Verifikationsrolle festgelegt. Wähle eine Rolle mit: `{0}verify Setup <role>`
el_gr: Δεν έχει οριστεί ρόλος επαλήθευσης. Ορίστε ένα χρησιμοποιώντας: `{0}verify setup <role>`
it_it: Non è stato impostato alcun ruolo di verifica. Impostane uno usando: `{0}verify setup <role>`
ko_kr: 확인 역할이 설정되지 않았습니다. 다음 명령을 사용하여 역할을 설정하세요: `{0}verify setup <역할>`
nl_nl: Er is geen verificatie rol ingesteld. Stel er één in: `{0}verifieer setup <role>`
ro_ro: Nu a fost setat niciun rol de verificare. Setați una folosind: `{0}verify setup <role>`
tr_tr: Bir doğrulama rolü ayarlanmamış. Ayarlamak için: `{0}verify setup <rol>` komutunu kullan

# error_verify
source: Failed to set the verification role.
ar_sa: فشل في تحديد دور لتأكيد.
de_de: Bei festlegen der Verifizierungsrolle ist ein Fehler aufgetreten.
el_gr: Απέτυχε ο ορισμός του ρόλου επαλήθευσης.
it_it: Impossibile impostare il ruolo di verifica.
ko_kr: 확인 역할을 설정하지 못했습니다.
nl_nl: Het instellen van de verificatie-rol is mislukt.
ro_ro: Setarea rolului de verificare nu a reușit.
tr_tr: Doğrulama rolü ayarlanırken hata oluştu.

# success_verify
source: Successfully set the verification role to: `{0}`.
ar_sa: تم بنجاح تعيين دور التاكيد على: `{0}`.
de_de: Verifizierungsrolle erfolgreich festgelegt: `{0}`.
el_gr: Ορίστηκε με επιτυχία ο ρόλος επαλήθευσης σε: `{0}`.
it_it: Imposta correttamente il ruolo di verifica su: `{0}`.
ko_kr: 확인 역할을 다음으로 성공적으로 설정했습니다: `{0}`.
nl_nl: De verificatie-rol is succesvol ingesteld op: `{0}`.
ro_ro: Setați cu succes rolul de verificare la: `{0}`.
tr_tr: Doğrulama rolü başarıyla `{0}` olarak ayarlandı.

# error_max_values_20
source: You can only have up to 20 values.
ar_sa: يمكن ان يكون لديك ما يصل إلى 20 قيمه فقط.
de_de: Es sind nur maximal 20 Werte erlaubt.
el_gr: Μπορείς μόνο να έχεις μέχρι 20 αξίες.
it_it: Puoi avere solo fino a 20 valori.
ko_kr: 값은 최대 20개까지만 사용할 수 있습니다.
nl_nl: Je kunt maximaal 20 waarden hebben.
ro_ro: Puteți avea doar 20 de valori.
tr_tr: En fazla 20 değer yazabilirsin.

# success_role_added
source: Successfully added `{0}` to {1}.
ar_sa: تمت إضافة `{0}` إلى {1} بنجاح.
de_de: `{0}` wurde erfolgreich der Gruppe {1} hinzugefügt.
el_gr: Προστέθηκε με επιτυχία το `{0} `στο {1}.
it_it: Aggiunto con successo `{0}` a {1}.
ko_kr: {1}에게 `{0}`을(를) 성공적으로 추가했습니다.
nl_nl: Met succes `{0}` toegevoegd aan {1}.
ro_ro: Adăugare reușita a rolului `{0}` lui {1}.
tr_tr: `{0}` rolü başarıyla {1} adlı kişiye verildi.

# success_role_removed
source: Successfully removed `{0}` from {1}.
ar_sa: تمت إزالة `{0}` بنجاح من {1}.
de_de: `{0}` wurde erfolgreich aus der Gruppe {1} entfernt.
el_gr: Διαγράφτηκε με επιτυχία το `{0}` απο το {1}.
it_it: Rimosso con successo `{0}` da {1}.
ko_kr: {1}에게서 `{0}`을(를) 성공적으로 제거했습니다.
nl_nl: Met succes `{0}` verwijderd van {1}.
ro_ro: Eliminarea rolului `{0}` lui {1}.
tr_tr: `{0}` rolü başarıyla {1} adlı kişiden alındı.

# success_role_updated_color
source: Successfully updated `{0}`. (Color: {1})
ar_sa: ‎تم التحديث بنجاح `{0}`. (Color: {1})
de_de: `{0}` wurde erfolgreich geändert. (Farbe: {1})
el_gr: Ενημερώθηκε με επιτυχία το `{0}`. (Χρώμα: {1})
it_it: `{0}` aggiornato con successo. (Colore: {1})
ko_kr: `{0}`을(를) 성공적으로 갱신했습니다. (색: {1})
nl_nl: Met succes `{0}` geupdate. (Kleur: {1})
ro_ro: Actualizat cu succes `{0}`. (Culoare: {1})
tr_tr: `{0}` rolü başarıyla güncellendi. (Renk: {1})

# success_role_updated_hoisted
source: Successfully updated `{0}`. (Hoisted: {1} » {2})
ar_sa: ‎تم التحديث بنجاح`{0}`. (Hoisted: {1} » {2})
de_de: Erfolgreich aktualisiert `{0}`. (Mitglieder anhand ihrer Gruppe gruppieren: {1} » {2})
el_gr: Ενημερώθηκε με επιτυχία το `{0}`. (Ανυψώθηκε: {1} » {2})
it_it: `{0}` aggiornato con successo. (Promosso: {1} » {2})
ko_kr: `{0}`을(를) 성공적으로 갱신했습니다. (별도 표시: {1} » {2})
nl_nl: `{0}` succesvol bijgewerkt. (Gehesen: {1} »{2})
ro_ro: Actualizat cu succes `{0}`. (Ridicat: {1} » {2})
tr_tr: `{0}` rolü başarıyla güncellendi. (Ayrı gösterme: {1} » {2})

# success_role_updated_mentionable
source: Successfully updated `{0}`. (Mentionable: {1} » {2})
ar_sa: ‎تم التحديث بنجاح `{0}`. (Mentionable: {1} » {2})
de_de: Erfolgreich aktualisiert `{0}`. (Erwähnbarkeit: {1} » {2})
el_gr: Ενημερώθηκε με επιτυχία το `{0}`. (Μπορεί να επισημανθεί: {1} » {2})
it_it: `{0}` aggiornato con successo. (Menzionabile: {1} » {2})
ko_kr: `{0}`을(를) 성공적으로 갱신했습니다. (멘션 가능: {1} » {2})
nl_nl: `{0}` succesvol bijgewerkt. (Vermeldbaar: {1} »{2})
ro_ro: Actualizat cu succes `{0}`. (Menționabil: {1} » {2})
tr_tr: `{0}` rolü başarıyla güncellendi. (Etiketlenebilirlik: {1} » {2})

# games_suggestion_suggestion
source: Suggestion:
ar_sa: الاقتراحات:
de_de: Vorschlag:
el_gr: Πρόταση:
it_it: Suggerimento:
ko_kr: 제안:
nl_nl: Suggestie:
ro_ro: Sugestie:
tr_tr: Öneri:

# games_suggestion_vote
source: Vote:
ar_sa: تصويت:
de_de: Abstimmung:
el_gr: Ψήφος:
it_it: Vota:
ko_kr: 투표:
nl_nl: Stemmen:
ro_ro: Voturi:
tr_tr: Oy:

# games_suggestion_title
source: Title:
ar_sa: عنوان:
de_de: Titel:
el_gr: Τίτλος:
it_it: Titolo:
ko_kr: 제목:
nl_nl: Titel:
ro_ro: Titlu:
tr_tr: Başlık:

# games_suggestion_description
source: Description:
ar_sa: الوصف:
de_de: Beschreibung:
el_gr: Περιγραφή:
it_it: Descrizione:
ko_kr: 설명:
nl_nl: Beschrijving:
ro_ro: Descriere:
tr_tr: Açıklama:

# games_suggestion_created
source: Suggestion created by {0}#{1}
ar_sa: ‎اقتراح تم إنشاؤه بواسطة {0}#{1}
de_de: Vorschlag erstellt von {0}#{1}
el_gr: Πρόταση που δημιουργήθηκε από {0}#{1}
it_it: Suggerimento creato da {0}#{1}
ko_kr: {0}#{1}이(가) 만든 제안
nl_nl: Suggestie gemaakt door {0}#{1}
ro_ro: Sugestie creată de {0}#{1}
tr_tr: Öneri, {0}#{1} tarafından oluşturuldu

# games_8ball_results
source: Results:
ar_sa: النتائج:
de_de: Ergebnisse:
el_gr: Αποτελέσματα:
it_it: Risultati:
ko_kr: 결과:
nl_nl: resultaten:
ro_ro: Rezultate:
tr_tr: Sonuçlar:

# games_8ball_question
source: Question:
ar_sa: سؤال:
de_de: Frage:
el_gr: Ερώτηση:
it_it: Domanda:
ko_kr: 질문:
nl_nl: Vraag:
ro_ro: Întrebare:
tr_tr: Soru:

# games_8ball_answer
source: Answer:
ar_sa: إجابة:
de_de: Antwort:
el_gr: Απάντηση:
it_it: Risposta:
ko_kr: 대답:
nl_nl: Antwoord:
ro_ro: Răspuns:
tr_tr: Cevap:

# games_poll_vote
source: Vote:
ar_sa: تصويت:
de_de: Abstimmung:
el_gr: Ψήφος:
it_it: Vota:
ko_kr: 투표:
nl_nl: Stemmen:
ro_ro: Voturi:
tr_tr: Oy:

# games_poll_created
source: Poll created by {0}#{1}
ar_sa: تصويت تم إنشاؤه بواسطة {0}#{1}
de_de: Umfrage erstellt von {0}#{1}
el_gr: Δημοσκόπηση δημιουργήθηκε από {0}#{1}
it_it: Sondaggio creato da {0}#{1}
ko_kr: {0}#{1}이(가) 만든 의견 조사
nl_nl: Poll gemaakt door {0}#{1}
ro_ro: Sondaj creat de {0}#{1}
tr_tr: Anket, {0}#{1} tarafından oluşturuldu

# games_coin_heads
source: Heads
ar_sa: رؤساء
de_de: Kopf
el_gr: Κορόνα
it_it: Teste
ko_kr: 앞면
nl_nl: Hoofden
ro_ro: Cap
tr_tr: Tura

# games_coin_tails
source: Tails
ar_sa: ذيول
de_de: Zahl
el_gr: Γράμματα
it_it: Code
ko_kr: 뒷면
nl_nl: rok
ro_ro: Pajură
tr_tr: Yazı

# games_coin_results
source: Results:
ar_sa: النتائج:
de_de: Ergebnisse:
el_gr: Αποτελέσματα:
it_it: Risultati:
ko_kr: 결과:
nl_nl: resultaten:
ro_ro: Rezultate:
tr_tr: Sonuçlar:

# games_coin_flipped
source: You flipped:
ar_sa: لقد انقلبت:
de_de: Du hast geworfen:
el_gr: Αντικαταστήσατε:
it_it: Hai capovolto:
ko_kr: 던져서 나온 면:
nl_nl: Je hebt omgedraaid:
ro_ro: Ați aruncat:
tr_tr: Yazı-tura attın:

# games_dice_total
source: Total:
ar_sa: الإجمالي:
de_de: Gesamt:
el_gr: Συνολικά:
it_it: Totale:
ko_kr: 합계:
nl_nl: Totaal:
tr_tr: Toplam:

# games_dice_result_single
source: You rolled a die. Result:
ar_sa: انت توالت يموت. نتيجة:
de_de: Du hast einen Würfel geworfen. Ergebnis:
el_gr: Ρίξατε ένα ζάρι. Αποτέλεσμα:
it_it: Hai tirato un dado. Risultato:
ko_kr: 주사위를 던졌습니다. 결과:
nl_nl: Je gooide een dobbelsteen. Resultaat:
ro_ro: Ai rostogolit un zar. Rezultatul:
tr_tr: Bir zar attın. Sonuç:

# games_dice_result_multiple
source: Die #{i1} Results:
ar_sa: موت {i1}# النتائج:
de_de: Ergebnisse des #{i1} Wurfes:
el_gr: Ζάρι #{i1} Αποτελέσματα:
it_it: Dado #{i1} Risultati:
ko_kr: 주사위 #{i1} 결과:
nl_nl: Dobbelsteen #{i1} resultaten:
ro_ro: Zarul #{i1} Rezultate:
tr_tr: {i1}. Zar Sonucu:

# games_dice_result_rolled
source: Rolled a {0}
ar_sa: توالت {0}
de_de: Du hast eine {0} gewürfelt.
el_gr: Ρίξατε ένα {0}
it_it: Tirato un {0}
ko_kr: {0}이(가) 나옴
nl_nl: Rolde een {0}
ro_ro: A rulat un {0}
tr_tr: {0} atıldı

# games_rps_rock
source: rock
ar_sa: حجر
de_de: Stein
el_gr: πέτρα
it_it: sasso
ko_kr: 바위
nl_nl: steen
ro_ro: piatră
tr_tr: taş

# games_rps_paper
source: paper
ar_sa: ورقة
de_de: Papier
el_gr: χαρτί
it_it: carta
ko_kr: 보
nl_nl: papier
ro_ro: hârtie
tr_tr: kağıt

# games_rps_scissors
source: scissors
ar_sa: مقص
de_de: Schere
el_gr: ψαλίδι
it_it: forbici
ko_kr: 가위
nl_nl: schaar
ro_ro: foarfecă
tr_tr: makas

# games_rps_outcome_1
source: I chose {0}; {1} beats {2}. I win!
ar_sa: اخترت {0}؛{1} يدق {2}. انا فزت!
de_de: Ich habe {0} gewählt. {1} schlägt {2}. Ich gewinne!
el_gr: Διαλέξα {0}; Το {1} νικάει {2}. Νίκησα!
it_it: Scelgo {0}; {1} batte {2}. Io vinco!
ko_kr: 봇은 {0}을(를) 선택했습니다. {1}은(는) {2}을(를) 이깁니다. 봇 승리!
nl_nl: Ik kies {0}; {1} verslaat {2}. Ik win!
ro_ro: Am ales {0}; {1} bate {2}. Eu câștig!
tr_tr: {0} seçtim; {1} {2}tan üstündür. Ben kazandım!

# games_rps_outcome_2
source: I chose {0}; {1} beats {2}. You win!
ar_sa: اخترت {0}؛{1} يدق {2}. انت فزت!
de_de: Ich habe {0} gewählt. {1} schlägt {2}. Du gewinnst!
el_gr: Διαλέξα {0}; Το {1} νικάει {2}. Νίκησες!
it_it: Scelgo {0}; {1} batte {2}. Tu vinci!
ko_kr: 봇은 {0}을(를) 선택했습니다. {1}은(는) {2}을(를) 이깁니다. 플레이어 승리!
nl_nl: Ik heb {0} gekozen; {1} verslaat {2}. Jij wint!
ro_ro: Am ales {0}; {1} bate {2}. Ai câștigat!
tr_tr: {0} seçtim; {1} {2}tan üstündür. Sen kazandın!

# games_rps_outcome_3
source: I chose {0}. Both of us chose {1}, it's a tie!
ar_sa: اخترت {0}. اختار كلانا {1}، إنها ربطة عنق!
de_de: Ich habe {0} gewählt. Wir beide haben {1} gewählt. Unentschieden!
el_gr: Διάλεξα {0}. Και οι δύο μας διαλέξαμε {1}, είναι ισοπαλία!
it_it: Scelgo {0}. Entrambi abbiamo scelto {1}, è un pareggio!
ko_kr: 봇은 {0}을(를) 선택했습니다. 저희 둘 다 {1}을(를) 선택했기에 무승부!
nl_nl: Ik heb {0} gekozen. Beide hebben voor {1} gekozen, het is gelijkspel!
ro_ro: Am ales {0}. Amândoi am ales {1}, e egalitate!
tr_tr: {0} seçtim. İkimiz de {1} seçmişiz, berabere kaldık!

# games_giveaway_error_1
source: **Error:** Giveaways must last less than 1 day.
de_de: **Fehler:** Giveaways müssen weniger als 1 Stunde andauern.
el_gr: **Σφάλμα:** Οι διαγωνισμοί πρέπει να διαρκούν λιγότερο από 1 ώρα.
it_it: **Errore:** I giweaway devono durare meno di 1 giorno.
ko_kr: **오류:** 경품 행사는 1시간 이하 지속되어야 합니다.
nl_nl: **Fout:** Giveaways moeten minder dan 1 dag duren.
ro_ro: **Eroare:** Giveaways trebuie să dureze mai puțin de 1 zi.
tr_tr: **Hata:** Çekilişler 1 saatten daha az sürmelidir.

# games_giveaway_error_2
source: **Error:** Giveaways must last at least 1 minute.
ar_sa: ** خطأ: ** يجب أن تستمر الهباتن 1 دقيقة على الأقل.
de_de: **Fehler:** Giveaways müssen mindestens 1 Minute andauern.
el_gr: **Σφάλμα:** Οι διαγωνισμοί πρέπει να διαρκούν τουλάχιστον 1 λεπτό.
it_it: **Errore:** Gli omaggi devono durare almeno 1 minuto.
ko_kr: **오류:** 경품 행사는 1분 이상 지속되어야 합니다.
nl_nl: **Fout:** Giveaways moeten minstens 1 minuut duren.
ro_ro: **Eroare:** Giveaways trebuie să dureze cel puțin de 1 minut.
tr_tr: **Hata:** Çekilişler en az 1 dakika sürmelidir.

# games_giveaway_title
source: :tada: **GIVEAWAY** :tada:
ar_sa: :tada: **الهبة**:tada:
de_de: :tada: **Gewinnspiel** :tada:
el_gr: :tada: **ΔΙΑΓΩΝΙΣΜΟΣ** :tada:
it_it: :tada: **OMAGGIO** :tada:
ko_kr: :tada: **경품 행사** :tada:
tr_tr: :tada: **ÇEKİLİŞ** :tada:

# games_giveaway_winner
source: ***Congratulations!*** {0}, you won the prize: `{1}`!
ar_sa: ***مبروك!***{0}, لقد فزت بالجائزة:`{1}`!
de_de: ***Herzlichen Glückwunsch!*** {0}, du hast den folgenden Preis gewonnen: `{1}`!
el_gr: ***Συγχαρητήρια!*** {0}, νίκησες το βραβείο: `{1}`!
it_it: ***Congratulazioni!*** {0}, hai vinto il premio: `{1}`!
ko_kr: ***축하합니다!*** {0} 님, 경품 행사에 당첨되셨습니다! 경품: `{1}`
nl_nl: ***Gefeliciteerd!*** {0}, u heeft de prijs gewonnen: `{1}`!
ro_ro: **Felicitări!*** {0}, ai câștigat premiul: `{1}`!
tr_tr: ***Tebrikler*** {0}, `{1}` ödülünü sen kazandın!

# games_giveaway_winner_none
source: There are no winners today :(
ar_sa: لا يوجد رابحون اليوم :(
de_de: Heute gibt es leider keine Gewinner :(
el_gr: Δεν υπάρχουν νικητές σήμερα :(
it_it: Non ci sono vincitori oggi :(
ko_kr: 오늘은 당첨자가 없네요 :(
nl_nl: Er zijn vandaag geen winnaars :(
ro_ro: Nu există câștigători astăzi :(
tr_tr: Bugün hiç kazanan yok :(

# games_giveaway_winner_limit
source: Number of winners must be at least 1 and no more than 15.
ar_sa: يجب أن يكون عدد الفائزين 1 على الأقل ولا يزيد عن 15.
de_de: Die Anzahl der Gewinner muss mindestens 1 und nicht mehr als 15 sein.
el_gr: Ο αριθμός των νικητών πρέπει να είναι τουλάχιστον 1 και όχι περισσότερο από 15.
it_it: Il numero dei vincitori deve essere almeno 1 e non più di 15.
ko_kr: 당첨자 수는 1명 이상 15명 이하여야 합니다.
nl_nl: Het aantal winnaars mag minimaal 1 zijn en niet meer dan 15.
ro_ro: Numărul câștigătorilor trebuie să fie cel puțin 1 și nu mai mult de 15.
tr_tr: Kazananların sayısı en az 1, ve en fazla 15 kişi olmalıdır.

# games_trivia_title
source: {0}'s Trivia Question
it_it: Domanda di Curiosità di {0}
ko_kr: {0}의 잡학 질문
nl_nl: De Trivia vraag van {0}
ro_ro: Întrebările Trivia a lui {0}

# games_trivia_footer
source: Type the letter of the correct answer • Question #{0}
it_it: Digita la lettera della risposta corretta • Domanda #{0}
ko_kr: 정답의 문자를 입력하세요 • 질문 #{0}
nl_nl: Typ de letter van het juiste antwoord • Vraag #{0}
ro_ro: Introduceți litera răspunsului corect • Întrebarea #{0}

# games_trivia_instructions
source: *You have 10 seconds to answer with the correct letter.*
it_it: *Hai 10 secondi per rispondere con la lettera corretta.*
ko_kr: *10초 이내에 정확한 문자로 답하세요.*
nl_nl: *Je hebt 10 seconden om te antwoorden met de juiste letter.*
ro_ro: *Aveți la dispoziție 10 secunde pentru a răspunde cu litera corectă.*

# games_trivia_difficulty
source: Difficulty
it_it: Difficoltà
ko_kr: 난이도
nl_nl: Moeilijkheidsgraad
ro_ro: Dificultate

# games_trivia_category
source: Category
it_it: Categoria
ko_kr: 범주
nl_nl: Categorie
ro_ro: Categorie

# games_trivia_timeout
source: No answer was provided within 15s. Correct answer: `{0}`
it_it: Nessuna risposta fornita entro i 10s. Risposta corretta: `{0}`
ko_kr: 15초 이내에 대답이 제공되지 않았습니다. 정답: `{0}`
nl_nl: Geen antwoord gevonden binnen 10s. Juiste antwoord: `{0}`
ro_ro: Nu a fost furnizat niciun răspuns în 10 ani. Răspuns corect: `{0}`

# games_trivia_invalid
source: Invalid answer was provided. Next time only provide the letter. Correct answer: `{0}`
it_it: Risposta non valida fornita. La prossima volta fornisci solo la lettera. Risposta corretta: `{0}`
ko_kr: 잘못된 대답이 제공되었습니다. 다음번에는 문자만 제공하세요. 정답: `{0}`
nl_nl: Ongeldig antwoord werd opgegeven. De volgende keer geeft alleen de letter. Juiste antwoord: `{0}`
ro_ro: A fost furnizat un răspuns nevalid. Data viitoare furnizați doar litera. Răspuns corect: `{0}`

# games_trivia_valid
source: Valid answers are: `A`, `B`, `C`, or `D`.
it_it: Le risposte valide sono: `A`, `B`, `C` o `D`.
ko_kr: 올바른 대답은 다음과 같습니다: `A`, `B`, `C`, `D`.
nl_nl: Geldige antwoorden zijn: `A`, `B`, `C`, or `D`.
ro_ro: Răspunsurile valide sunt: `A`, `B`, `C`, sau `D`.

# games_trivia_correct
source: You got it right! :D
it_it: Ci hai azzeccato! :D
ko_kr: 정답입니다! :D
nl_nl: Je hebt het goed begrepen! :D
ro_ro: Te-ai descurcat! :D
