Repository: MrCakeSlayer/CakeyBot-locale
Catalog: Bot/strings.*.resx
Languages: ar_sa, de_de, el_gr, it_it, ko_kr, nl_nl, ro_ro, tr_tr

# embed_footer_about
source: Powered by Discord.Net implementing Victoria
ar_sa: مدعوم من Discord.Net تنفيذ فيكتوريا
de_de: Unterstützt durch Discord.Net, das Victoria implementiert
el_gr: Τροφοδοτείται από το Discord.Net που υλοποιεί τη Victoria
it_it: Sviluppato da Discord.Net implementando Lavalink4Net
ko_kr: Victoria를 구현하는 Discord.Net 사용
nl_nl: Mogelijk gemaakt door Discord.Net implementeert Lavalink4Net
ro_ro: Realizat de Discord.Net de a implementa Lavalink4Net
tr_tr: Victoria kütüphanesini kullanan Discord.Net ile geliştirilmiştir

# embed_footer_shard
source: Shard #{0}
ar_sa: شارد #{0}
de_de: Scherbe #{0}
el_gr: Θραύσμα #{0}
it_it: Frammento #{0}
ko_kr: 샤드 #{0}
nl_nl: Scherf #{0}
ro_ro: Fragment #{0}

# embed_footer_music_playlist
source: Playlist added by {0}#{1}
ar_sa: تمت إضافة قائمة التشغيل بواسطة {0}#{1}
de_de: Wiedergabeliste hinzugefügt von {0}#{1}
el_gr: Η λίστα αναπαραγωγής προστέθηκε από {0}#{1}
ko_kr: {0}#{1}이(가) 재생 목록을 추가함
ro_ro: Playlist-urile adăugat de {0}#{1}
tr_tr: Çalma listesi {0}#{1} tarafından eklendi

# embed_footer_music_added
source: Added by {0}#{1}
ar_sa: تمّ إضافتها بواسطة {0}#{1}
de_de: Hinzugefügt von {0}#{1}
el_gr: Προστέθηκε από τον {0}#{1}
ko_kr: {0}#{1}이(가) 추가함
ro_ro: Adăugat de {0}#{1}
tr_tr: {0}#{1} tarafından eklendi

# embed_footer_music_cancel
source: Canceled by {0}#{1}
ar_sa: تم الإلغاء بواسطة {0}#{1}
de_de: Abgebrochen von {0}#{1}
el_gr: Ακύρωση από τον {0}#{1}
ko_kr: {0}#{1}이(가) 취소함
ro_ro: Anulat de {0}#{1}
tr_tr: {0}#{1} tarafından iptal edildi

# embed_footer_music_resume
source: Resumed by {0}#{1}
ar_sa: تم استئنافها بواسطة {0}#{1}
de_de: Fortgesetzt von {0}#{1}
el_gr: Συνεχίστηκε από τον {0}#{1}
ko_kr: {0}#{1}이(가) 다시 시작함
ro_ro: Reluat de {0}#{1}
tr_tr: {0}#{1} tarafından devam ettirildi

# embed_footer_music_pause
source: Paused by {0}#{1}
ar_sa: متوقفة بواسطة {0}#{1}
de_de: Pausiert von {0}#{1}
el_gr: Παύση από τον {0}#{1}
ko_kr: {0}#{1}이(가) 일시 정지함
ro_ro: Pus pe pauză de {0}#{1}
tr_tr: {0}#{1} tarafından durduruldu

# embed_footer_music_skip
source: Skip vote from {0}#{1}
ar_sa: تخطي التصويت من {0}#{1}
de_de: Abstimmung von {0}#{1} überspringen
el_gr: Παράλειψη ψήφου από τον {0}#{1}
ko_kr: {0}#{1}이(가) 건너뛰기로 투표함
ro_ro: Votat pentru skip de la {0}#{1}
tr_tr: Geçme oyu {0}#{1} tarafından verildi

# embed_footer_music_clean
source: Cleaned up by {0}#{1}
ar_sa: تنظيف بواسطة {0}#{1}
de_de: Gereinigt von {0}#{1}
el_gr: Καθαρίστηκε από τον {0}#{1}
ko_kr: {0}#{1}이(가) 정리함
ro_ro: Curățat de {0}#{1}
tr_tr: {0}#{1} tarafından temizlendi

# embed_footer_music_remove
source: Removed by {0}#{1}
ar_sa: تمت الإزالة بواسطة {0}#{1}
de_de: Entfernt von {0}#{1}
el_gr: Αφαιρέθηκε από τον {0}#{1}
ko_kr: {0}#{1}이(가) 제거함
ro_ro: Eliminat de {0}#{1}
tr_tr: {0}#{1} tarafından kaldırıldı

# embed_footer_music_jump
source: Jump to song requested by {0}#{1}
ar_sa: الانتقال إلى الاغنيه المطلوبة من قبل {0}#{1}
de_de: Springe zum Lied angefordert von {0}#{1}
el_gr: Μετάβαση στο τραγούδι που ζητήθηκε από τον {0}#{1}
ko_kr: {0}#{1}이(가) 노래 이동를 요청함
ro_ro: Sari la melodia cerută de {0}#{1}
tr_tr: Şarkıya atlama {0}#{1} tarafından istendi

# embed_footer_music_shuffle
source: Shuffled by {0}#{1}
ar_sa: خلط من قبل {0}#{1}
de_de: Gemischt von {0}#{1}
el_gr: Ανακάτευση από τον {0}#{1}
ko_kr: {0}#{1}이(가) 순서를 섞음
ro_ro: Amestecat de {0}#{1}
tr_tr: {0}#{1} tarafından karıştırıldı

# embed_footer_music_loop
source: Loop toggled by {0}#{1}
ar_sa: حلقة تبديل بواسطة {0}#{1}
de_de: Dauerschleife von {0}#{1} umgeschaltet
el_gr: Εναλλαγή βρόχου από τον {0}#{1}
ko_kr: {0}#{1}이(가) 반복을 전환함
ro_ro: Repetare comutată de {0}#{1}
tr_tr: Döngü {0}#{1} tarafından değiştirildi

# embed_footer_music_bb
source: Bass boost toggled by {0}#{1}
ar_sa: تعزيز باس تبديل من قبل {0}#{1}
de_de: Bassverstärkung von {0}#{1} umgeschaltet
el_gr: Η Ενίσχυση μπάσων άλλαξε από τον {0}#{1}
ko_kr: {0}#{1}이(가) 저음 증폭을 전환함
ro_ro: Amplificatorul basului comutat de {0}#{1}
tr_tr: Bas seviyesi {0}#{1} tarafından değiştirildi

# embed_footer_music_clear
source: Cleared by {0}#{1}
ar_sa: تم اتنظيف بواسطة {0}#{1}
de_de: Geleert von {0}#{1}
el_gr: Καθαρίστηκε από τον {0}#{1}
ko_kr: {0}#{1}이(가) 지움
ro_ro: Curățat de {0}#{1}
tr_tr: {0}#{1} tarafından temizlendi

# embed_footer_music_restart
source: Restarted by {0}#{1}
ar_sa: تم إعادة التشغيل بواسطة {0}#{1}
de_de: Neu gestartet von {0}#{1}
el_gr: Επανεκκίνηση από τον {0}#{1}
ko_kr: {0}#{1}이(가) 다시 시작함
ro_ro: Repornit de {0}#{1}
tr_tr: {0}#{1} tarafından yeniden başlatıldı

# embed_footer_music_ff
source: Fast forward requested by {0}#{1}
ar_sa: التقدم السريع المطلوب من قبل {0}#{1}
de_de: Schnellvorlauf angefordert von {0}#{1}
el_gr: Ταχεία προώθηση που ζητήθηκε από τον {0}#{1}
ko_kr: {0}#{1}이(가) 빨리 감기를 요청함
ro_ro: Derulare pe repede înainte solicitată de {0}#{1}
tr_tr: İleri sarma {0}#{1} tarafından istendi

# embed_footer_music_rewind
source: Rewind requested by {0}#{1}
ar_sa: الترجيع المطلوب من قبل {0}#{1}
de_de: Erneute wiedergabe angefordert von {0}#{1}
el_gr: Η επαναφορά ζητήθηκε από τον {0}#{1}
ko_kr: {0}#{1}이(가) 되감기를 요청함
ro_ro: Reluare solicitată de {0}#{1}
tr_tr: Geri sarma {0}#{1} tarafından istendi

# embed_footer_music_set
source: Set by {0}#{1}
ar_sa: تعيين بواسطة {0}#{1}
de_de: Von {0}#{1} gesetzt
el_gr: Ορίστηκε από τον {0}#{1}
ko_kr: {0}#{1}이(가) 설정함
ro_ro: Setat de {0}#{1}
tr_tr: {0}#{1} tarafından ayarlandı

# embed_footer_music_smove
source: Move requested by {0}#{1}
ar_sa: نقل المطلوبة من قبل {0}#{1}
de_de: Verschiebung von {0}#{1} angefordert
el_gr: Μεταφορά ζητήθηκε από τον {0}#{1}
ko_kr: {0}#{1}이(가) 이동을 요청함
ro_ro: Mutare solicitată de {0}#{1}
tr_tr: Taşıma {0}#{1} tarafından istendi

# core_help_1
source: The prefix for this guild is `{0}` If you are looking for a list of bot commands and how they work, click the `Bot Commands` link below. If you need help figuring out something check out our `FAQ` (Frequently Asked Questions) link.
ar_sa: ‎بادئة هذه النقابة هي `{0}` إذا كنت تبحث عن قائمة بأوامر بوت وكيفية عملها ، فانقر فوق رابط `Bot Commands` أدناه. إذا كنت بحاجة إلى مساعدة‎لمعرفة شيء ما ، فراجع ارتباطنا `FAQ`.
de_de: Das Präfix für diese Gilde ist `{0}` Wenn du nach einer Liste der Bot-Befehle suchst und wie sie funktionieren, klicke unten auf den Link `Bot Commands`. Wenn du Hilfe brauchst, schau dir unseren Link `FAQ` (Frequently Asked Questions) an.
el_gr: Το πρόθεμα για αυτον τον διακομιστή είναι `{0}` Αν ψάχνεις για μια λίστα για τις εντολές και πώς λειτουργούν, κάνε click στο `Λίστα εντολών` κάτω. Αν ψάχνεις βοήθεια για να καταλάβεις κατι τσέκαρε το `Έγγραφα / Συχνές ερωτήσεις` κάτω.
it_it: Il prefisso per questa gilda è `{0}` Se stai cercando un elenco di comandi del bot e come funzionano, clicca il link `Comandi Bot` sotto. Se ti serve aiuto nel capire qualcosa, dai un occhiata al nostro link `FAQ` (Domande Frequenti).
ko_kr: 이 길드의 접두사는 `{0}`입니다 봇 명령어 목록 및 작동 방식을 찾고 있다면 아래 `봇 명령어` 링크를 클릭하세요. 도움이 필요하다면 `자주 하는 질문` 링크를 확인하세요.
nl_nl: De prefix voor deze gilde is `{0}` Als je een lijst zoekt van bot commando's en hoe ze werken, klik op de `Bot Commands` link hieronder. Als je hulp nodig hebt bij het zoeken naar een kijkje naar onze `FAQ` (veelgestelde vragen)-link.
ro_ro: Prefixul pentru această corporație este `{0}` Dacă sunteți în căutarea pentru o listă de comenzi bot și modul în care acestea funcționează, faceți clic pe `Bot Commands` link-ul de mai jos. Dacă aveți nevoie de ajutor cu ceva verificați `FAQ` (Întrebări frecvente) link-ul.
tr_tr: Bu sunucunun ön-eki `{0}` olarak ayarlı. Eğer komutların listesini veya nasıl çalıştıklarını arıyorsan, aşağıdan `Bot Komutları` bağlantısına tıkla. Eğer bir şeyleri anlamaya çalışıyorsan da, `SSS` (Sıkça Sorulan Sorular) bağlantımıza göz at.

# core_useful_links
source: Useful Links
ar_sa: روابط مفيدة
de_de: Nützliche Links
el_gr: Χρήσιμοι Σύνδεσμοι
it_it: Link Utili
ko_kr: 유용한 링크
nl_nl: Nuttige links
ro_ro: Link-uri Utile
tr_tr: Yararlı Bağlantılar

# core_bot_commands
source: Bot Commands
ar_sa: اوامر بوت
de_de: Bot Befehle
el_gr: Λίστα εντολών
it_it: Comandi Bot
ko_kr: 봇 명령어
nl_nl: Bot Commando's
ro_ro: Comenzile Bot
tr_tr: Bot Komutları

# core_dashboard
source: Web Dashboard
ar_sa: لوحة تحكم الويب
de_de: Web - Oberfläche
el_gr: Πίνακας ελέγχου
it_it: Pannello di Controllo Web
ko_kr: 웹 대시보드
ro_ro: Bord Web
tr_tr: Web Yönetim Paneli

# core_docs
source: Docs/FAQ
ar_sa: مستندات/أسئلة وأجوبة
el_gr: Έγγραφα / Συχνές ερωτήσεις
it_it: Doc/FAQ
ko_kr: 설명서/자주 하는 질문
ro_ro: Documente/întrebări Frecvente
tr_tr: Dökümanlar/SSS

# core_support_discord
source: Support Discord
ar_sa: دعم Discord
de_de: Unterstützte Discord
el_gr: Discord Διακομιστής Υποστήριξης
it_it: Supporto Discord
ko_kr: 지원 Discord
nl_nl: Ondersteuning Discord
ro_ro: Suport Discord
tr_tr: Discord'u Destekle

# core_bot_invite
source: Bot Invite Link
ar_sa: دعوة بوت رابط
de_de: Bot-Einladungslink
el_gr: Προσκλητήριος Σύνδεσμος
it_it: Link Invito al Bot
ko_kr: 봇 초대 링크
ro_ro: Link de Invitație pentru Bot
tr_tr: Bot Davet Bağlantısı

# core_donate
source: Premium
de_de: Spende
el_gr: Κάντε Δωρεά
ko_kr: 후원
tr_tr: Bağış Yap

# core_error
source: Error: Cakey Bot requires embed permissions to fully function.
ar_sa: خطأ: يتطلب Cakey Bot تضمين أذونات للعمل بشكل كامل.
de_de: Fehler: Cakey Bot benötigt Einbettungsberechtigungen, um voll funktionsfähig zu sein.
el_gr: Σφάλμα: Το Cakey Bot απαιτεί δικαιώματα embed για πλήρη λειτουργία.
it_it: Errore: Cakey Bot richiede di incorporare i permessi per funzionare a pieno.
ko_kr: 오류: Cakey Bot이 완전히 작동하려면 삽입 권한이 필요합니다.
nl_nl: Fout: Cakey Bot vereist volledige toestemming voor de embed-functie.
ro_ro: Eroare: Cakey Bot necesită permisiuni încorporate pentru a funcționa complet.
tr_tr: Hata: Cakey Bot'un tam işlevli çalışması için gömülü bağlantılar (embed) yetkileri gerekli.

# core_system_message
source: *System Message*
it_it: *Messaggio di Sistema*
ko_kr: *시스템 메시지*
nl_nl: *Systeembericht*
ro_ro: *Mesaj de Sistem*

# core_cmd_search_1
source: Sorry, I couldn't find a command like `{0}`.
ar_sa: عفوًا، لم أتمكن من العثور على أمر مثل `{0}`.
de_de: Entschuldige, ich konnte keinen Befehl wie `{0}` finden.
el_gr: Δυστυχώς, δεν μπορώ να βρω μια εντολή όπως το `{0}`.
it_it: Spiacenti, non posso trovare un comando come `{0}`.
ko_kr: 죄송합니다, `{0}`과(와) 같은 명령어를 찾지 못했습니다.
nl_nl: Sorry, ik kon geen commando als `{0} ` vinden.
ro_ro: Ne pare rău, nu am putut găsi o comandă cum ar fii `{0}`.
tr_tr: Üzgünüm, `{0}` gibi bir komut bulamadım.

# core_cmd_search_2
source: Here are some commands like `{0}`.
ar_sa: إليك بعض الأوامر مثل `{0}`.
de_de: Hier sind einige Befehle wie `{0}`.
el_gr: Ωρίστε μερικές εντολές όπως το `{0}`.
it_it: Ecco alcuni comandi simili a `{0}`.
ko_kr: 다음은 `{0}`과(와) 같은 몇 가지 명령어입니다.
nl_nl: Hier zijn enkele commando's zoals `{0}`.
ro_ro: Iată câteva comenzi ca `{0}`.
tr_tr: İşte, `{0}` gibi bazı komutlar.

# core_cmd_info_alias
source: Aliases:
ar_sa: اسماء مستعارة:
de_de: Oder auch:
el_gr: Ψευδώνυμα:
it_it: Alias:
ko_kr: 별칭:
nl_nl: Aliassen:
ro_ro: Pseudonime:
tr_tr: Diğer kullanımlar:

# core_cmd_info_parameters
source: Parameters:
ar_sa: المعلمات:
de_de: Parameter:
el_gr: Παράμετροι:
it_it: Parametri:
ko_kr: 매개 변수:
ro_ro: Parametri:
tr_tr: Argümanlar:

# core_cmd_info_usage
source: Usage:
ar_sa: الاستعمال:
de_de: Verwendung:
el_gr: Χρήση:
it_it: Uso:
ko_kr: 사용법:
nl_nl: Gebruik:
ro_ro: Utilizare:
tr_tr: Kullanım:

# core_cmd_info_module
source: Module:
ar_sa: وحدة:
de_de: Teil:
el_gr: Μονάδα:
it_it: Modulo:
ko_kr: 모듈:
ro_ro: Modul:
tr_tr: Kategori:

# core_cmd_missing
source: You must supply a command you want to view help for.
ar_sa: يجب عليك توفير أمر تريد لعرض مساعدة له.
de_de: Sie müssen einen Befehl eingeben, für den Sie die Hilfe angezeigt bekommen möchten.
el_gr: Πρέπει να δώσετε μια εντολή για την οποία θέλετε να δείτε βοήθεια.
it_it: Devi fornire un comando per cui vuoi essere aiutato.
ko_kr: 도움말을 보려는 명령어를 지정해야 합니다.
nl_nl: Je moet een commando invoeren waar je hulp voor wilt zien.
ro_ro: Trebuie să furnizați o comandă pentru care doriți să consultați ajutor.
tr_tr: Hakkında yardım almak istediğin komutun ismini girmen gerekiyor.

# core_setting_usage
source: Use the command `{0}setting <option>` to view more information about that option.
ar_sa: استخدم إعداد الأمر `{0}lt;option>l&` لعرض مزيد من المعلومات حول هذا الخيار.
de_de: Benutzt den Befehl `{0}setting <option>` um weitere Information über die Option raus zu finden.
el_gr: Χρησιμοποιήστε την εντολή `{0}setting <option>` για να δείτε περισσότερες πληροφορίες σχετικά με αυτή την επιλογή.
it_it: Usa il comando `{0}setting <option>` per vedere ulteriori informazioni su quell'opzione.
ko_kr: `{0}setting <옵션>` 명령을 사용하여 해당 옵션에 대한 자세한 정보를 볼 수 있습니다.
nl_nl: Gebruik de command `{0}instelling <option>` om meer informatie over die optie te zien.
ro_ro: Utilizați comanda `{0}setting <option>` pentru a vizualiza mai multe informații despre acea opțiune.
tr_tr: Bu seçenek hakkında daha fazla bilgi almak için `{0}setting <seçenek>` komutunu kullan.

# core_setting_usage_prefix
source: `{0}setting prefix [New Prefix]`
ar_sa: `{0} بادئة الإعداد [بادئة جديدة]`
de_de: `{0}setting prefix [Neues Präfix]`
el_gr: `{0}setting prefix [Νέο πρόθεμα]`
it_it: `{0}setting prefix [Nuovo Prefisso]`
ko_kr: `{0}setting prefix [새 접두사]`
nl_nl: `{0}setting prefix [Nieuw Prefix]`
ro_ro: `{0}setting prefix [Prefix nou]`
tr_tr: `{0}setting prefix [Yeni Ön-ek]`

# core_setting_description_prefix
source: Changes the prefix that Cakey Bot responds to.
ar_sa: يغير prefix التي يستجيب لها Cakey Bot.
de_de: Ändert das Präfix, auf das Cakey Bot reagiert.
el_gr: Αλλάζει το πρόθεμα στο οποίο ανταποκρίνεται το Cakey Bot.
it_it: Modifica il prefisso a cui corrisponde Cakey Bot.
ko_kr: Cakey Bot이 응답하는 접두사를 변경합니다.
nl_nl: Verandert de prefix waarop Cakey Bot reageert.
ro_ro: Modifică prefixul la care Cakey Bot răspunde.
tr_tr: Cakey Bot'un yanıt verdiği ön-eki değiştirir.

# core_setting_prefix
source: Prefix
ar_sa: البادئة
de_de: Präfix
el_gr: Πρόθεμα
it_it: Prefisso
ko_kr: 접두사
nl_nl: Voorvoegsel
tr_tr: Ön-ek

# core_setting_prefix_current
source: Current Prefix:
ar_sa: البادئة الحالية:
de_de: Aktuelles Präfix:
el_gr: Τρέχον πρόθεμα:
it_it: Prefisso Corrente:
ko_kr: 현재 접두사:
nl_nl: Huidige voorvoegsel:
ro_ro: Prefixul curent:
tr_tr: Mevcut Ön-ek:

# core_setting_prefix_update
source: Change/Update Prefix:
ar_sa: تغيير/تحديث البادئة:
de_de: Präfix ändern/aktualisieren:
el_gr: Αλλαγή / ενημέρωση πρόθεμα:
it_it: Modifica/Aggiorna Prefisso:
ko_kr: 접두사 변경/갱신:
nl_nl: Voorvoegsel wijzigen/wijzigen:
ro_ro: Schimbare/Actualizare Prefix:
tr_tr: Ön-eki Değiştir/Güncelle:

# core_setting_modules_current
source: Current Settings:
ar_sa: الإعدادات الحالية:
de_de: Aktuelle Einstellungen:
el_gr: Τρέχουσες ρυθμίσεις:
it_it: Impostazioni Correnti:
ko_kr: 현재 설정:
nl_nl: Huidige instellingen:
ro_ro: Setările Curente:
tr_tr: Mevcut Ayarlar:

# core_setting_updated_prefix
source: The prefix for this server has been updated to: `{0}`
ar_sa: تم تحديث البادئة لهذا الخادم إلى: `{0}`
de_de: Das Präfix für diesen Server wurde zu `{0}` aktualisiert
el_gr: Το πρόθεμα για αυτόν τον διακομιστή έχει ενημερωθεί σε: `{0}`
it_it: Il prefisso per questo server è stato aggiornato in: `{0}`
ko_kr: 이 서버의 접두사가 다음으로 갱신되었습니다: `{0}`
nl_nl: De prefix voor deze server is geüpdatet naar: `{0}`
ro_ro: Prefixul pentru acest server a fost actualizat la: `{0}`
tr_tr: Bu sunucu için ön-ek `{0}` olarak güncellendi.

# core_invite
source: Want to invite me to your guild? Click the link below!
ar_sa: تريد أن تدعوني إلى نقابتك؟ إضغط على الرابط في الأسفل!
de_de: Willst du mich zu deiner Gilde einladen? Klicke unten auf den Link!
el_gr: Θέλεις να με καλέσεις στο διακομιστή σου; Κάνε click στον παρακάτω σύνδεσμο!
ko_kr: Cakey Bot을 길드에 초대하고 싶으신가요? 아래 링크를 클릭하세요!
tr_tr: Beni sunucuna davet mi etmek istiyorsun? Aşağıdaki bağlantıya bir göz at!

# core_feedback_blacklisted
source: You have been blacklisted from this command. :(
ar_sa: لقد تم إدراجك في القائمة السوداء من هذا الأمر. :(
de_de: Du wurdest von diesem Befehl blockiert. :(
el_gr: Είσαι στη μαύρη λίστα για αυτή την εντολή. :(
it_it: Sei stato inserito nella lista nera da questo comando. :(
ko_kr: 이 명령어의 블랙리스트에 올랐습니다. :(
nl_nl: Je bent geblacklist van dit commando. :(
ro_ro: Ați fost interzis din folosirea acestei comenzi. :(
tr_tr: Bu komutun kara listesindesin (komutu kullanamazsın). :(

# core_stats_1
source: Server Count
ar_sa: خادم العد
de_de: Serveranzahl
el_gr: Καταμέτρηση μελών
it_it: Conto Server
ko_kr: 서버 수
nl_nl: Server aantal
ro_ro: Număror Server
tr_tr: Sunucu Sayısı

# core_stats_2
source: Total Categories
ar_sa: مجموع الفئات
de_de: Anzahl Kategorien
el_gr: Σύνολο κατηγοριών
it_it: Categorie Totali
ko_kr: 총 범주 수
nl_nl: Totaal aantal categorieën
ro_ro: Toate Categoriile
tr_tr: Toplam Kategori

# core_stats_3
source: Text Channels
ar_sa: قنوات النص
de_de: Textkanäle
el_gr: Κανάλια κειμένου
it_it: Canali di Testo
ko_kr: 텍스트 채널
nl_nl: Tekst Kanalen
ro_ro: Canale pentru Text
tr_tr: Metin Kanalları

# core_stats_4
source: Voice Channels
ar_sa: قنوات الصوت
de_de: Sprachkanäle
el_gr: Κανάλια ομιλίας
it_it: Canali Vocali
ko_kr: 음성 채널
nl_nl: Spraakkanalen
ro_ro: Canale pentru Voce
tr_tr: Ses Kanalları

# core_announce_usage
source: Usage: `!announce <hex/color> | <title> | <description>`
ar_sa: الاستعمال: `!announce <hex/color> | <title> | <description>`
de_de: Verwendung: `!announce <hex/Farbe> | <Titel> | <Beschreibung>`
el_gr: Χρήση: `!announce <hex/color> | <title> | <description>`
it_it: Uso: `!announce <hex/color> | <title> | <description>`
ko_kr: 사용법: `!announce <헥스/색> | <제목> | <설명>`
nl_nl: Gebruik: `!announce <hex/color> | <title> | <description>`
ro_ro: Utilizare: '!announce <hex/color> | <title> | <description>`
tr_tr: Kullanım: `!announce <hex kodu/renk> | <başlık> | <açıklama>`

# core_announce_footer
source: Announcement
ar_sa: إعلان
de_de: Ankündigung
el_gr: Ανακοίνωση
it_it: Annuncio
ko_kr: 공지 사항
nl_nl: Mededeling
ro_ro: Anunţ
tr_tr: Duyuru

# core_sr_usage
source: Usage: `!sr <add | remove | use | unuse | list> <role>`
ar_sa: الاستعمال: `sr <add | remove | use | unuse | list> <role&gt!;`
de_de: Verwendung: `!sr <add | remove | use | unuse | list> <Rolle>`
el_gr: Χρήση: `!sr <add | remove | use | unuse | list> <role>`
it_it: Uso: `!sr <add | remove | use | unuse | list | embed> <ruoli>`
ko_kr: 사용법: `!sr <add | remove | use | unuse | list> <역할>`
nl_nl: Gebruik: `!sr <add | remove | use | unuse | list | embed> <role>`
ro_ro: Utilizare: `!sr <add | remove | use | unuse | list | embed> <role>`
tr_tr: Kullanım: `!sr <add | remove | use | unuse | list> <rol adı>`

# core_sr_added_1
source: Role has already been added.
ar_sa: تمت إضافة الدور بالفعل.
de_de: Diese Rolle wurde bereits hinzugefügt.
el_gr: Ο ρόλος έχει ήδη προστεθεί.
it_it: Il ruolo è stato già aggiunto.
ko_kr: 역할이 이미 추가되었습니다.
nl_nl: Rol is al toegevoegd.
ro_ro: Rolul a fost adăugat deja.
tr_tr: Rol zaten eklendi.

# core_sr_added_2
source: Successfully added self role.
ar_sa: وأضاف دور الذات بنجاح.
de_de: Eigenrolle erfolgreich hinzugefügt.
el_gr: Επιτυχής προσθήκη αυτορόλου.
it_it: Auto-ruolo aggiunto correttamente.
ko_kr: 셀프 역할을 성공적으로 추가했습니다.
nl_nl: Zelfrol is succesvol toegevoegd.
ro_ro: S-a adăugat cu succes rolul de sine.
tr_tr: Seçilebilir rol başarıyla eklendi.

# core_sr_added_3
source: Successfully added the requested role to you.
ar_sa: أضاف بنجاح الدور المطلوب لك.
de_de: Die angeforderte Rolle wurde dir erfolgreich hinzugefügt.
el_gr: Με επιτυχία προστέθηκε ο ρόλος που ζητήσατε.
it_it: Il ruolo richiesto ti è stato correttamente aggiunto.
ko_kr: 요청한 역할을 사용자에게 성공적으로 추가했습니다.
nl_nl: De gevraagde rol is met succes aan je toegevoegd.
ro_ro: Adăugat cu succes rolul solicitat pentru tine.
tr_tr: İstenilen rol sana başarıyla verildi.

# core_sr_removed_1
source: Successfully removed self role.
ar_sa: إزالة دور الذات بنجاح.
de_de: Selbst-Rolle erfolgreich entfernt.
el_gr: Καταργήθηκε με επιτυχία ο αυτορόλος.
it_it: Auto-ruolo rimosso correttamente.
ko_kr: 셀프 역할을 성공적으로 제거했습니다.
nl_nl: Zelfrol succesvol verwijderd.
ro_ro: S-a șters cu succes rolul de sine.
tr_tr: Seçilebilir rol başarıyla kaldırıldı.

# core_sr_removed_2
source: Successfully removed the requested role from you.
ar_sa: نجح في إزالة الدور المطلوب منك.
de_de: Die angeforderte Rolle wurde erfolgreich von dir entfernt.
el_gr: Καταργήσατε επιτυχώς τον απαιτούμενο ρόλο από εσάς.
it_it: Il ruolo richiesto è stato correttamente rimosso da te.
ko_kr: 요청한 역할을 사용자에게서 성공적으로 제거했습니다.
nl_nl: De gevraagde rol is met succes van je verwijderd.
ro_ro: Eliminat cu succes rolul solicitat de la tine.
tr_tr: İstenilen rol senden başarıyla alındı.

# core_sr_none
source: No roles available.
ar_sa: لا الأدوار المتاحة.
de_de: Gibt kei Roll mä.
el_gr: Δεν υπάρχουν διαθέσιμοι ρόλοι.
it_it: Nessun ruolo disponibile.
ko_kr: 사용 가능한 역할이 없습니다.
nl_nl: Geen rollen beschikbaar.
ro_ro: Nu există roluri disponibile.
tr_tr: Hiç rol yok.

# core_sr_error_invalid
source: Role isn't listed as a self role.
ar_sa: لم يتم سرد الدور ذاتي.
de_de: Diese Rolle ist nicht als Eigenrolle gelistet.
el_gr: Ο ρόλος δεν αναφέρεται ως αυτορόλος.
it_it: Il ruolo non è elencato come auto-ruolo.
ko_kr: 역할이 셀프 역할로 나열되어 있지 않습니다.
nl_nl: Rol is niet als zelfrol vermeld.
ro_ro: Rolul nu este listat ca rol propriu.
tr_tr: Rol seçilebilir bir rol olarak listelenmemiş.

# core_sr_error_missing
source: Role no longer exists.
ar_sa: الدور لم يعد موجودا.
de_de: Die Roll gibts nimmi
el_gr: Ο ρόλος δεν υπάρχει πλέον.
it_it: Il ruolo non esiste più.
ko_kr: 역할이 더 이상 존재하지 않습니다.
nl_nl: Rol bestaat niet meer.
ro_ro: Rolul nu mai există.
tr_tr: Rol artık mevcut değil.

# core_sr_error_have
source: You already have this role.
ar_sa: لديك بالفعل هذا الدور.
de_de: Du hast die Rolle bereits.
el_gr: Έχεις ήδη αυτόν τον ρόλο.
it_it: Hai già questo ruolo.
ko_kr: 사용자에게 이미 이 역할이 있습니다.
nl_nl: U heeft deze rol al.
ro_ro: Aveți deja acest rol.
tr_tr: Bu role zaten sahipsin.

# core_sr_error_have_not
source: You don't have this role.
ar_sa: ليس لديك هذا الدور.
de_de: Du hast diese Rolle nicht.
el_gr: Δεν έχεις αυτόν τον ρόλο.
it_it: Non hai questo ruolo.
ko_kr: 사용자에게 이 역할이 없습니다.
nl_nl: U heeft deze rol niet.
ro_ro: Nu ai acest rol.
tr_tr: Bu role sahip değilsin.

# core_invalid_channel
source: You must provide a valid channel name!
ar_sa: يجب تقديم اسم قناة صالح!
de_de: Du musst einen gültigen Kanalnamen angeben!
el_gr: Πρέπει να δώσετε ένα έγκυρο όνομα καναλιού!
it_it: Devi fornire un nome del canale valido!
ko_kr: 올바른 채널 이름을 지정해야 합니다!
nl_nl: Je moet een geldige kanaal naam invullen!
ro_ro: Trebuie să furnizați un nume de canal valid!
tr_tr: Geçerli bir kanal ismi belitrmen gerekiyor!

# core_debug_required_core
source: **Required Permisisons: (Core)**
ar_sa: ‎** الأذونات المطلوبة: (core)**
de_de: **Benötigte Berechtigungen: (Kern)**
el_gr: ** Απαιτείται permisisons: (Core) **
it_it: **Permessi: (nucleo)**
ko_kr: **필요한 권한: (핵심)**
nl_nl: **Vereiste Permisises: (Core)**
ro_ro: **Permisiuni Necesare: (Core)**
tr_tr: **Gerekli Yetkiler: (Ana Komutlar)**

# core_debug_optional_mod
source: **Optional Permissions: (Required For Moderation)**
ar_sa: **أذونات اختيارية: (مطلوب للإشراف)**
de_de: **Optionale Berechtigungen: (Benötigt für Moderation)**
el_gr: ** Προαιρετικά δικαιώματα: (απαιτείται για τη μετριοπάθεια) **
it_it: **Autorizzazioni opzionali: (Richieste per la moderazione)**
ko_kr: **선택적 권한: (운영에 필요)**
nl_nl: **Optionele rechten: (vereist voor moderatie)**
ro_ro: **Permisiuni Opționale: (Necesare pentru Moderare)**
tr_tr: **İsteğe Bağlı Yetkiler: (Yönetim Komutları için Gereklidir)**
