Repository: MrCakeSlayer/CakeyBot-locale
Catalog: Bot/strings.*.resx
Languages: ar_sa, de_de, el_gr, it_it, ko_kr, nl_nl, ro_ro, tr_tr

# music_move
source: Moved from `{0}` to `{1}`.
ar_sa: تم النقل من `{0}` إلى `{1}`.
de_de: Von `{0}` nach `{1}`verschoben.
el_gr: Μετακινήθηκα από το κανάλι `{0}` στο `{1}`.
it_it: Spostato da `{0}` a `{1}`.
ko_kr: `{0}`에서 `{1}`(으)로 이동했습니다.
nl_nl: Verplaatst van `{0}` naar `{1}`.
ro_ro: Mutat din `{0}` la `{1}`.
tr_tr: `{0}` kanalından `{1}` kanalına taşındı.

# music_move_error
source: You can not move Cakey Bot from a channel while a song is playing.
ar_sa: لا يمكنك نقل Cakey Bot من قناة أثناء تشغيل أغنية.
de_de: Sie können Cakey Bot nicht von einem Kanal verschieben, während ein Lied gerade abgespielt wird.
el_gr: Δεν μπορείτε να μετακινήσετε το Cakey Bot από ένα κανάλι ενώ παίζει ένα τραγούδι.
it_it: Non puoi spostare Cakey Bot da un canale mentre una canzone è in riproduzione.
ko_kr: 노래가 재생되는 동안에는 채널에서 Cakey Bot을 이동시킬 수 없습니다.
nl_nl: Je kunt Cakey Bot niet verplaatsen van een kanaal terwijl een nummer aan het spelen is.
ro_ro: Nu se poate muta Cakey Bot de pe un canal în timp ce piesa este cântată.
tr_tr: Bir şarkı çalınırken, Cakey Bot'u bir kanaldan diğer bir kanala taşıyamazsın.

# music_jump
source: Successfully jumped to: [{0}]({1}) _{2}/{3}_
ar_sa: قفز بنجاح ل: [{0}] ({1}) _{2}/{3}_
de_de: Erfolgreich nach [{0}]({1}) _{2}/{3}_ gesprungen
el_gr: Μετακινήθηκα στο: [{0}]({1}) _{2}/{3}_
it_it: Spostato correttamente a: [{0}]({1}) _{2}/{3}_
ko_kr: 다음으로 성공적으로 이동했습니다: [{0}]({1}) _{2}/{3}_
nl_nl: Met succes verschoven naar: [{0}]({1}) _{2}/{3}_
ro_ro: A sărit cu succes la: [{0}]({1}) _{2}/{3}_
tr_tr: Başarıyla [{0}]({1}) _{2}/{3}_ parçasına atlandı.

# music_duplicates
source: Successfully removed duplicate tracks from the queue. New queue: {0}
ar_sa: تمت إزالة المسارات المكررة بنجاح من قائمة الانتظار. قائمة انتظار جديدة: {0}
de_de: Titel die wiederholt in der Warteschlange waren, wurden erfolgreich entfernt. Neue Warteschlange: {0}
el_gr: Αφαίρεσα με επιτυχία δίπλα ίδια τραγούδια από την σειρά. Νέα σειρά: {0}
it_it: Tracce duplicate rimosse con successo dalla coda. Nuova coda: {0}
ko_kr: 대기열에서 중복된 트랙을 성공적으로 제거했습니다. 새 대기열: {0}
nl_nl: Dubbele nummers zijn succesvol uit de wachtrij verwijderd. Nieuwe wachtrij: {0}
ro_ro: Eliminat cu succes piese dublate din coadă. Coadă nouă: {0}
tr_tr: Kuyruktaki birbirinin aynı şarkılar başarıyla çıkarıldı. Yeni kuyruk: {0}

# music_cleanup
source: Successfully cleaned up the queue. New queue: {0}
ar_sa: تنظيفها بنجاح في قائمة الانتظار. قائمة انتظار جديدة: {0}
de_de: Die Warteschlange wurde erfolgreich gereinigt. Neue Warteschlange: {0}
el_gr: Επιτυχής εκκαθάριση της ουράς. Νέα ουρά: {0}
it_it: Coda riordinata correttamente. Nuova coda: {0}
ko_kr: 대기열을 성공적으로 정리했습니다. 새 대기열: {0}
nl_nl: Succesvol de wachtrij opgeschoond. Nieuwe wachtrij: {0}
ro_ro: Curățat cu succes lista. Lista nouă: {0}
tr_tr: Kuyruk başarıyla temizlendi. Yeni kuyruk: {0}

# music_shuffle
source: Successfully shuffled the queue.
ar_sa: تعديل قائمه الانتظار بنجاح.
de_de: Die Warteschlange wurde erfolgreich gemischt.
el_gr: Με επιτυχία ανακάτεψα την σειρά.
it_it: Coda rimescolata correttamente.
ko_kr: 대기열 순서를 성공적으로 섞었습니다.
nl_nl: De wachtrij is succesvol geshuffled.
ro_ro: Amestecat cu succes lista.
tr_tr: Kuyruk başarıyla karıştırıldı.

# music_loop
source: Song loop status set to: `{0}`.
ar_sa: تم ضبط حالة حلقة الأغنية على: `{0}`.
de_de: Dauerschleifen-Status auf `{0}` gesetzt.
el_gr: Η κατάσταση βρόχου τραγουδιού είναι ρυθμισμένη σε: `{0}`.
it_it: Stato di loop della canzone impostato su: `{0}`.
ko_kr: 노래 반복 상태를 다음으로 설정했습니다: `{0}`.
nl_nl: Status van de songloop ingesteld op: `{0}`.
ro_ro: Repetarea melodiei setat pe: `{0}`.
tr_tr: Şarkının döngü durumu ayarlandı: `{0}`.

# music_looping
source: looping
ar_sa: حلقات
de_de: Dauerschleife
el_gr: βρόχο
it_it: in loop
ko_kr: 반복함
nl_nl: herhalen
ro_ro: repetare
tr_tr: döngüde

# music_looping_disabled
source: not looping
ar_sa: لا حلقات
de_de: keine Dauerschleife
el_gr: χωρίς βρόχο
it_it: non in loop
ko_kr: 반복 안 함
nl_nl: niet herhalen
ro_ro: fără repetare
tr_tr: döngüde değil

# music_bb
source: Song bass boost status set to: `{0}`.
ar_sa: تم تعيين حالة تعزيز صوت الجهير على: `{0}`.
de_de: Song Bass Verstärkung Status auf `{0}` gesetzt.
el_gr: Η κατάσταση αύξησης μπάσων τραγουδιού έχει οριστεί σε: `{0}`.
it_it: Stato di potenziamento dei bassi della canzone impostato a: `{0}`.
ko_kr: 노래 저음 증폭 상태를 다음으로 설정했습니다: `{0}`.
nl_nl: Status van de boost voor nummers ingesteld op: `{0}`.
ro_ro: Starea impulsului basului melodiei setată pe: `{0}`.
tr_tr: Şarkının bas durumu ayarlandı: `{0}`.

# music_boosted
source: boosted
ar_sa: عزز
de_de: Verstärkt
el_gr: ενισχυμένο
it_it: potenziato
ko_kr: 증폭함
nl_nl: boostte
ro_ro: amplificat
tr_tr: yüksek

# music_boosted_disabled
source: not boosted
ar_sa: لم تعزز
de_de: nicht Verstärkt
el_gr: δεν ενισχύεται
it_it: non potenziato
ko_kr: 증폭 안 함
nl_nl: niet boosted
ro_ro: nu este amplificat
tr_tr: normal

# music_remove
source: Successfully removed `{0}` - `{1}` from the queue.
ar_sa: إزالة بنجاح `{0}` - `{1}` من قائمة الانتظار.
de_de: `{0}` - `{1}` wurden erfolgreich aus der Warteschlange entfernt.
el_gr: Αφαίρεσα με επιτυχία το τραγούδι `{0}` - `{1}` από την σειρά.
it_it: `{0}` - `{1}` rimossi correttamente dalla coda.
ko_kr: 대기열에서 `{0}` - `{1}`을(를) 성공적으로 제거했습니다.
nl_nl: `{0}` - `{1}` is met succes uit de wachtrij verwijderd.
ro_ro: Eliminat cu succes `{0}` - `{1}` de la listă.
tr_tr: `{0}` - `{1}` kuyruktan başarıyla çıkarıldı.

# music_restart_1
source: A song must be playing to restart.
ar_sa: يجب ان يكون تشغيل الاغنيه لأعاده التشغيل.
de_de: Es muss ein Lied abgespielt werden, um dieses neu starten zu können.
el_gr: Ένα τραγούδι πρέπει να παίζει για να επανεκκινήσω.
it_it: Una canzone deve essere in riproduzione per riavviare.
ko_kr: 노래를 다시 시작하려면 노래가 재생 중이어야 합니다.
nl_nl: Er moet een nummer worden afgespeeld om opnieuw te beginnen.
ro_ro: O melodie trebuie să fie redată pentru a reporni.
tr_tr: Yenilemek için bir şarkının çalıyor olması gerekli.

# music_restart_2
source: I have restarted the song at the beginning.
ar_sa: لقد قمت باعاده تشغيل الاغنيه في البداية.
de_de: Ich habe das Lied am Beginn des Liedes neugestartet.
el_gr: Έχω επανεκκινήσει το τραγούδι από την αρχή.
it_it: Ho ricominciato la canzone dall'inizio.
ko_kr: 노래를 처음 부분으로 되돌렸습니다.
nl_nl: Ik heb het lied opnieuw gestart van het begin.
ro_ro: Am repornit cântecul de la început.
tr_tr: Şarkıyı baştan başlattım.

# music_seek_1
source: A song must be playing to modify it's position.
ar_sa: يجب ان يتم تشغيل أغنيه لتعديل موقفها.
de_de: Ein Lied muss abgespielt werden, um seine Position zu ändern.
el_gr: Ένα τραγούδι πρέπει να παίζει για να τροποποιήσεις την θέση του.
it_it: Una canzone deve essere in riproduzione per modificarne la posizione.
ko_kr: 노래의 위치를 수정하려면 노래가 재생 중이어야 합니다.
nl_nl: Er moet een nummer worden afgespeeld om de positie aan te passen.
ro_ro: Un cântec trebuie să fie redat pentru a modifica poziția lui.
tr_tr: Müziği ileri/geri alabilmek için bir şarkının çalıyor olması gerekli.

# music_seek_3
source: I have sought to the time: `{0}`
ar_sa: لقد سعيت إلى ذلك الوقت: `{0}`
de_de: Ich habe bis `{0}` gespult.
el_gr: Επιζήτησα στην ώρα: `{0}`
it_it: Sono passato al tempo: `{0}`
ko_kr: 다음 시간을 찾았습니다: `{0}`
nl_nl: Ik heb gezocht naar de tijd: `{0}`
ro_ro: Am căutat până la timpul: `{0}`
tr_tr: `{0}` kısmına atladım.

# music_ff_1
source: A song must be playing to fast forward.
ar_sa: يجب ان تعزف الاغنيه للامام بسرعة.
de_de: Ein Lied muss abgespielt werden um nach vorne zu spulen.
el_gr: Ένα τραγούδι πρέπει να παίζει για να γίνει γρήγορη προώθηση.
it_it: Una canzone deve essere in riproduzione per andare avanti veloce.
ko_kr: 노래를 빨리 감으려면 노래가 재생 중이어야 합니다.
nl_nl: Er moet een nummer worden afgespeeld om snel vooruit te spoelen.
ro_ro: Un cântec trebuie să fie redat pentru a derula înainte.
tr_tr: Hızlı ileri sarmak için bir şarkının çalıyor olması gerekiyor.

# music_ff_2
source: I have fast forwarded to: `{0}` ({1} ahead)
ar_sa: لقد أرسلت بسرعة إلى: `{0}` ({1} قدما)
de_de: Ich habe vorgespult zu: `{0}` ({1} voraus)
el_gr: Έχω προωθήσει στον χρόνο: `{0}` ({1} μπροστά)
it_it: Sono andato avanti velocemente a: `{0}` ({1} avanti)
ko_kr: 다음 시간으로 빨리 감았습니다: `{0}` ({1} 앞으로)
nl_nl: Ik heb snel vooruit gespoeld naar: `{0}` ({1} vooruit)
ro_ro: Am dat înainte la: `{0}` ({1} înainte)
tr_tr: `{0}` kısmına hızlı ileri sarıldı. ({1} ileri)

# music_rewind_1
source: A song must be playing to rewind.
ar_sa: يجب ان يتم تشغيل أغنيه لترجيع.
de_de: Ein Lied muss abgespielt werden, um es zurückzuspulen zu können.
el_gr: Ένα τραγούδι πρέπει να παίζει για να κάνω επαναφορά.
it_it: Una canzone deve essere in riproduzione per riavvolgere.
ko_kr: 노래를 되감으려면 노래가 재생 중이어야 합니다.
nl_nl: Er moet een nummer worden afgespeeld om terug te spoelen.
ro_ro: Un cântec trebuie să fie cântat pentru a derula înapoi.
tr_tr: Geri sarabilmek için bir şarkının çalıyor olmalı gerekli.

# music_rewind_2
source: I have rewinded to: `{0}` ({1} behind)
ar_sa: لقد rewinded ل: `{0}` ({1} وراء)
de_de: Ich habe zu: `{0}` zurückgespult ({1} hinterher)
el_gr: Έχω κάνει επαναφορά στο χρόνο: `{0}` ({1} πίσω)
it_it: Ho riavvolto a: `{0}` ({1} indietro)
ko_kr: 다음 시간으로 되감았습니다: `{0}` ({1} 뒤로)
nl_nl: Ik heb teruggespoeld: `{0}` ({1} achter)
ro_ro: Am redat la: `{0}`({1} în urmă)
tr_tr: `{0}` kısmına geri sardım. ({1} geride)

# music_pause_1
source: A song must be playing to pause it.
ar_sa: يجب ان يتم تشغيل الاغنيه لإيقافها مؤقتا.
de_de: Ein Lied muss gespielt werden, um es pausieren zu können.
el_gr: Ένα τραγούδι πρέπει να παίζει για να κάνω παύση.
it_it: Una canzone deve essere in riproduzione per metterla in pausa.
ko_kr: 노래를 일시 정지하려면 노래가 재생 중이어야 합니다.
nl_nl: Er moet een nummer worden afgespeeld om het te pauzeren.
ro_ro: Un cântec trebuie să fie redat pentru a o întrerupe.
tr_tr: Durdurmak için bir şarkının çalıyor olması gerekli.

# music_pause_2
source: The song is already paused. You can resume with `!resume`
ar_sa: تم إيقاف الاغنيه بالفعل. يمكنك استئناف مع `resume!`
de_de: Dieses Lied ist bereits pausiert. Du kannst es fortsetzen mit `!resume`
el_gr: Το τραγούδι είναι ήδη σε παύση. Μπορείς να το συνεχίσεις γράφοντας `!resume`
it_it: La canzone è già in pausa. Puoi riprendere con `!resume`
ko_kr: 노래가 이미 일시 정지되어 있습니다. `!resume`으로 다시 시작할 수 있습니다
nl_nl: Het nummer is al gepauzeerd. Je kan verder gaan met `!resume`
ro_ro: Cântecul este deja pe pauză. Puteți relua cu `!resume`
tr_tr: Şarkı zaten durdurulmuş. `!resume` yazarak devam ettirebilirsin

# music_pause_3
source: Successfully paused the song.
ar_sa: تم إيقاف الاغنيه بنجاح.
de_de: Das Lied wurde erfolgreich pausiert.
el_gr: Έβαλα σε παύση το τραγούδι με επιτυχία.
it_it: Canzone messa correttamente in pausa.
ko_kr: 노래를 성공적으로 일시 정지했습니다.
nl_nl: Nummer succesvol gepauzeerd.
ro_ro: Melodia a fost pus pe pauza cu succes.
tr_tr: Şarkı başarıyla durduruldu.

# music_resume_1
source: Successfully resumed the song.
ar_sa: استانفت الاغنيه بنجاح.
de_de: Das Lied wurde erfolgreich fortgesetzt.
el_gr: Συνέχισα το τραγούδι με επιτυχία.
it_it: Canzone ripresa correttamente.
ko_kr: 노래를 성공적으로 다시 시작했습니다.
nl_nl: Het nummer is succesvol hervat.
ro_ro: A reluat cu succes melodia.
tr_tr: Şarkı başarıyla devam ettirildi.

# music_resume_2
source: The song is not paused. You can pause the song with `!pause`
ar_sa: لم يتم إيقاف الاغنيه مؤقتا. يمكنك وقفه الاغنيه مع `pause!`
de_de: Dieses Lied ist nicht pausiert. Du kannst das Lied mit `!pause` pausieren
el_gr: Το τραγούδι δεν είναι σε παύση. Μπορείς να το βάλεις σε παύση γράφοντας `!pause`
it_it: La canzone non è in pausa. Puoi mettere la canzone in pausa con `!pause`
ko_kr: 노래가 일시 정지되어 있지 않습니다. `!pause`로 노래를 일시 정지할 수 있습니다
nl_nl: Het nummer is niet gepauzeerd. Je kunt het nummer pauzeren met `!pause`
ro_ro: Cântecul nu este pe pauză. Puteți întrerupe melodia cu `!pause`
tr_tr: Şarkı durdurulmamış. `!pause` yazarak şarkıyı durdurabilirsin

# music_lyrics_1
source: You must type a song name to search for. (or have a song currently playing)
ar_sa: يجب عليك كتابة اسم أغنية للبحث عنها. (أو لديك أغنية قيد التشغيل حاليًا)
de_de: Du musst den Namen des Liedes angeben, oder es muss derzeit eines abgespielt werden, um nach Liedtexten zu suchen
el_gr: Πρέπει να γράψεις ένα όνομα τραγουδιού για να αναζητήσεις. (ή να έχεις ένα τραγούδι να παίζει αυτή την στιγμή)
it_it: Devi digitare il nome di una canzone da cercare. (o avere un brano attualmente in riproduzione)
ko_kr: 검색할 노래 이름을 입력하거나 현재 재생 중인 노래가 있어야 합니다.
nl_nl: U moet een naam van een nummer invoeren om naar te zoeken, (of heeft een nummer dat momenteel wordt afgespeeld)
ro_ro: Trebuie să tastați numele melodiei pentru a căuta. (sau au o melodie în curs de redare)
tr_tr: Aramak için bir şarkı ismini girmen gerekiyor. (veya şu anda çalan bir şarkı olmalı)

# music_lyrics_2
source: Lyrics For {0}: {1}
ar_sa: كلمات {0}: {1}
de_de: Songtext für {0}: {1}
el_gr: Στίχοι για το τραγούδι {0}: {1}
it_it: Testi Per {0}: {1}
ko_kr: {0}의 가사: {1}
nl_nl: Songteksten voor {0}: {1}
ro_ro: Versuri Pentru {0}: {1}
tr_tr: {0} şarkısı için sözler: {1}

# music_lyrics_3
source: No lyrics found.
ar_sa: لم يتم العثور علي كلمات.
de_de: Keine Songtexte gefunden.
el_gr: Δεν βρέθηκαν στίχοι.
it_it: Nessun testo trovato.
ko_kr: 가사가 없습니다.
nl_nl: Geen songteksten gevonden.
ro_ro: Versuirile nu au fost găsite.
tr_tr: Hiçbir şarkı sözü bulunamadı.

# music_volume_1
source: A song must be playing to modify it's volume.
ar_sa: يجب تشغيل أغنية لتعديل حجم الصوت.
de_de: Ein Lied muss abgespielt werden, um die Lautstärke zu ändern.
el_gr: Ένα τραγούδι πρέπει να παίζει για να τροποποιήσεις τον ήχο του.
it_it: Una canzone deve essere in riproduzione per modificarne il volume.
ko_kr: 노래의 음량을 수정하려면 노래가 재생 중이어야 합니다.
nl_nl: Een nummer moet worden afgespeeld om het volume te wijzigen.
ro_ro: O melodie trebuie să fie redată pentru a modifica volumul.
tr_tr: Müziğin ses düzeyini değiştirebilmek için bir şarkının çalıyor olması gerekli.

# music_volume_2
source: Volume must be between 0 and 300.
ar_sa: يجب ان يكون حجم الصوت بين 0 و 300.
de_de: Die Lautstärke muss zwischen 0 und 100 liegen.
el_gr: Ο ήχος πρέπει να είναι μεταξύ το 0 και το 100.
it_it: Il volume deve essere compreso tra 0 e 100.
ko_kr: 음량은 1에서 100 사이여야 합니다.
nl_nl: Volume moet tussen 0 en 100 zijn.
ro_ro: Volumul trebuie să fie cuprins între 0 și 100.
tr_tr: Ses düzeyi 0 ve 100 arasında olmalıdır.

# music_volume_3
source: Volume successfully set to: `{0}`
ar_sa: تم ضبط مستوى الصوت بنجاح على: `{0}`
de_de: Lautstärke wurde erfolgreich auf: `{0}` gesetzt
el_gr: Ο ήχος μπήκε με επιτυχία στο: `{0}`
it_it: Volume impostato correttamente a: `{0}`
ko_kr: 음량을 다음으로 성공적으로 설정했습니다: `{0}`
nl_nl: Volume succesvol ingesteld op: `{0}`
ro_ro: Volumul setat cu succes la: `{0}`
tr_tr: Ses düzeyi başarıyla `{0}` değerine ayarlandı

# music_skip_1
source: [{0}]({1}) [{2}] has been skipped.
de_de: `{0}` wurde übersprungen.
el_gr: Το τραγούδι `{0}` έχει παραλειφθεί.
it_it: [{0}]({1}) [{2}] è stato saltato.
ko_kr: `{0}`을(를) 건너뛰었습니다.
nl_nl: [{0}]({1}) [{2}] is overgeslagen.
ro_ro: [{0}]({1}) [{2}] a fost omis.
tr_tr: `{0}` geçildi.

# music_skip_2
source: <:CB_Skip:586387463119962142> Skipped [{0}]({1}) [{2}] <:CB_NowPlaying:586387464743157770> Now playing: [{3}]({4}) [{5}]
de_de: `{0}`wurde übersprungen. <:CB_NowPlaying:586387464743157770> Aktuelle Wiedergabe: `{1}`
el_gr: Το `{0}` έχει παραλειφθεί. <: CB_NowPlaying: 586387464743157770> Τώρα παίζετε: `{1}`
it_it: <:CB_Skip:586387463119962142> Saltato [{0}]({1}) [{2}] <:CB_NowPlaying:586387464743157770> Ora in riproduzione: [{3}]({4}) [{5}]
ko_kr: `{0}`을(를) 건너뛰었습니다. <:CB_NowPlaying:586387464743157770> `{1}` 재생 중
nl_nl: <:CB_Skip:586387463119962142> Overgeslagen [{0}]({1}) [{2}] <:CB_NowPlaying:586387464743157770> Nu spelen: [{3}]({4}) [{5}]
ro_ro: <:CB_Skip:586387463119962142> sărit [{0}]({1}) [{2}] <:CB_NowPlaying:586387464743157770> Jucând acum: [{3}]({4}) [{5}]
tr_tr: `{0}` geçildi. <:CB_NowPlaying:586387464743157770> Şimdi çalınan parça: `{1}`

# music_skip_3
source: No song is currently playing.
ar_sa: لا توجد أغنيه قيد التشغيل حاليا.
de_de: Derzeit wird kein Song abgespielt.
el_gr: Δεν παίζει κανένα τραγούδι αυτή την στιγμή.
it_it: Nessuna canzone in riproduzione al momento.
ko_kr: 재생 중인 노래가 없습니다.
nl_nl: Op dit moment wordt er geen nummer afgespeeld.
ro_ro: Nici o melodie nu se joaca momentan.
tr_tr: Şu anda çalan bir şarkı yok.

# music_skip_4
source: There are no more items left in queue.
ar_sa: لا توجد أي عناصر متبقية في قائمة الانتظار.
de_de: Es gibt keine weiteren Elemente in der Warteschlange.
el_gr: Δεν υπάρχει κανένα άλλο τραγούδι στην σειρά.
it_it: Non ci sono altri elementi rimasti nella coda.
ko_kr: 대기열에 항목이 더 이상 없습니다.
nl_nl: Er zijn geen items meer in de wachtrij.
ro_ro: Nu mai sunt elemente rămase în listă.
tr_tr: Kuyrukta başka bir şarkı kalmadı.

# music_voteskip_2
source: You have voted to skip, {0} more vote{1} required.
ar_sa: لقد قمت بالتصويت لتخطي، {0} المزيد من الأصوات{1} المطلوبة.
de_de: Du hast deine Stimmt zum Überspringen abgegeben, {0} weitere Stimmen{1} erforderlich.
el_gr: Ψήφησες για παράληψη, {0} περισσότερες ψήφους{1} χρειάζονται.
it_it: Hai già votato per saltare, servono {0} altri voti.
ko_kr: 건너뛰기로 투표했습니다(더 필요한 투표수: {0}).
nl_nl: U heeft gestemd om over te slaan, {0} meer stemmen{1} vereist.
ro_ro: Ai votat să sari peste, încă {0} vot{1} necesare.
tr_tr: Geçmek için oy verdin, {0} oy{1} daha gerekiyor.

# music_voteskip_3
source: You already voted to skip, it has been removed. You can re-add it by typing `!skip` again. {0} more vote{1} required.
ar_sa: لقد قمت بالتصويت بالفعل للتخطي ، لقد تمت إزالته. يمكنك إعادة إضافته بكتابة `skip!` مرة أخرى. {0} المزيد من الأصوات{1} المطلوبة.
de_de: Sie haben bereits für das Überspringen gestimmt. Es wurde entfernt. Sie können es erneut hinzufügen, indem Sie `!skip` erneut eingeben. {0} weitere Stimme{1} erforderlich.
el_gr: Έχετε ήδη ψηφιστεί να παραλείψετε, έχει αφαιρεθεί. Μπορείτε να το προσθέσετε ξανά γράφωντας `!skip` ξανά. {0} περισσότερες ψήφους{1} χρειάζονται.
it_it: Hai già votato per saltare, è stato rimosso. Puoi riaggiungerlo digitando di nuovo `!skip`. Servono {0} altri voti.
ko_kr: 이미 건너뛰기로 투표했기에 사용자의 투표가 제거되었습니다. `!skip`을 다시 입력하여 투표를 다시 추가할 수 있습니다. 투표는 {0}표 더 필요합니다.
nl_nl: De stemming is op {0}/{1}.
ro_ro: Ați votat deja pentru a sări, acesta a fost eliminată. Îl puteți adăuga din nou tastând `!skip` din nou. Încă {0} vot{1} necesare.
tr_tr: Zaten geçmek için oy verdin, verdiğin oy kaldırıldı. Tekrar `!skip` yazarak oyunu yeniden ekleyebilirsin. {0} oy daha gereklidir.

# music_voteskip_4
source: The vote is at {0}/{1}.
ar_sa: والتصويت في {0}/{1}.
de_de: Die Abstimmung ist bei {0}/{1}.
el_gr: Η ψηφοφορία είναι στα {0}/{1}.
it_it: Il voto è a {0}/{1}.
ko_kr: 투표가 {0}/{1}입니다.
nl_nl: De stemming is om {0}/{1}.
ro_ro: Votul este la {0}/{1}.
tr_tr: Oylama Durumu: {0}/{1}.

# music_url
source: You must enter a song name or YouTube URL.
ar_sa: يجب إدخال اسم أغنية أو رابط YouTube.
de_de: Du musst einen gültigen Namen oder eine YouTube URL eingeben.
el_gr: Πρέπει να γράψεις ένα όνομα τραγουδιού ή σύνδεσμο YouTube.
it_it: Devi inserire il nome di una canzone o l'url di Youtube.
ko_kr: 노래 이름이나 YouTube URL을 입력해야 합니다.
nl_nl: U moet een naam van het nummer of een YouTube url invoeren.
ro_ro: Trebuie să introduceți un nume de melodie sau un URL de YouTube.
tr_tr: Bir şarkı adı veya YouTube bağlantısı girmelisin.

# music_no_results
source: No results found.
ar_sa: لم يتم العثور على أي نتيجة.
de_de: Keine Ergebnisse gefunden.
el_gr: Δεν βρέθηκαν αποτελέσματα.
it_it: Nessun risultato trovato.
ko_kr: 결과가 없습니다.
nl_nl: Geen resultaten gevonden.
ro_ro: Niciun rezultat găsit.
tr_tr: Hiçbir sonuç bulunamadı.

# music_invalid_track_1
source: Track ID is outside of valid range. Type `!queue` to see valid track IDs.
ar_sa: معرف المسار خارج النطاق الصالح. اكتب `queue!` لرؤية معرّفات المسارات الصالحة.
de_de: Track ID ist außerhalb des gültigen Bereichs. Gebe `!queue` ein, um gültige Track IDs zu sehen.
el_gr: Το ID κομματιού είναι έξω από το έγκυρο εύρος. Γράψε `!queue` για να δεις έγκυρα ID κομματιών.
it_it: ID Traccia esterno all'intervallo valido. Digita `!queue` per vedere gli ID traccia validi.
ko_kr: 트랙 ID가 올바른 범위를 벗어납니다. `!queue`를 입력하여 올바른 트랙 ID를 확인하세요.
nl_nl: Track ID is buiten geldig scala. Typ `!queue` om geldige track-ID's te zien.
ro_ro: Track ID este în afara intervalului valid. Tastați `!queue` pentru a vedea track ID-uri valide.
tr_tr: Şarkı IDsi geçerli aralığın dışında. Geçerli şarkı IDlerini görmek için `!queue` yaz.

# music_invalid_track_2
source: Track queue id must be valid.
ar_sa: يجب ان يكون معرف قائمه انتظار المسار صالحا.
de_de: ID des Tracks in der Warteschlange muss gültig sein.
el_gr: Το ID σειράς κομματιού πρέπει να είναι έγκυρο.
it_it: L'id coda traccia deve essere valido.
ko_kr: 트랙 대기열 ID는 올발라야 합니다.
nl_nl: Track wachtrij id moet geldig zijn.
ro_ro: ID-ul cozii de urmărire trebuie să fie validă.
tr_tr: Şarkı kuyruk IDsi geçerli olmalıdır.

# music_limit_queue
source: The queue can only hold up to 50 songs, please remove some before adding anymore or upgrade to premium.
ar_sa: يمكن أن تحتوي قائمة الانتظار على ما يصل إلى 100 أغنية فقط ، يرجى إزالة بعضها قبل الإضافة.
de_de: Die Warteschlange can nur bis zu 100 Lieder enthalten, bitte entferne einige bevor du neue hinzufügst.
el_gr: Η σειρά μπορεί να κρατήσει μέχρι 100 τραγούδια, παρακαλώ αφαιρέστε κάποια πριν βάλετε κι άλλα.
it_it: La coda può contenere solo fino a 50 canzoni, sei pregato di rimuoverne alcune prima di aggiungerne altre o di passare a Premium.
ko_kr: 대기열에는 노래를 최대 100곡까지만 담을 수 있습니다, 노래를 추가하기 전에 일부 노래를 제거하세요.
nl_nl: De wachtrij kan maximaal 100 nummers houden, verwijder er eerst een paar voordat je er meer toevoegt.
ro_ro: Lista poate rezista doar până la 100 de melodii, vă rugăm să eliminați unele înainte de a adăuga mai multe.
tr_tr: Kuyruk içinde en fazla 100 şarkı bulundurabilir, daha fazlasını eklemek için birkaçını sil.

# music_limit_playlist
source: Playlists can only have up to 50 songs, please choose a smaller playlist or upgrade to premium.
ar_sa: يمكن أن تحتوي قوائم التشغيل على ما يصل إلى 50 أغنية فقط ، يرجى اختيار قائمة تشغيل أصغر.
de_de: Playlists können nur bis zu 50 Lieder haben, bitte wähle eine kleinere Playlist.
el_gr: Οι λίστες αναπαραγωγής μπορούν να έχουν μέχρι 50 τραγούδια, παρακαλώ διαλέξτε μια μικρότερη λίστα αναπαραγωγής.
it_it: Le playlist possono contenere solo fino a 50 canzoni, sei pregato di sceglierne una più piccola o di passare a Premium.
ko_kr: 재생 목록은 노래를 최대 50곡까지만 포함할 수 있습니다, 더 작은 재생 목록을 선택하세요.
nl_nl: Afspeellijsten kunnen maximaal 50 nummers hebben, kies een kleinere afspeellijst.
ro_ro: Playlist-urile pot avea doar până la 50 de melodii, alegeți o listă de redare mai mică.
tr_tr: Çalma listeleri içinde en fazla 50 şarkı bulundurabilir, daha küçük bir çalma listesi seç.

# music_add_1
source: Added `{0}` songs to the queue.
ar_sa: أضاف`{0}` الأغاني إلى قائمه الانتظار.
de_de: `{0}` Titel wurden zur Warteschlange hinzugefügt.
el_gr: Προστέθηκαν `{0}` τραγούδια στην σειρά.
it_it: Aggiunte `{0}` canzoni alla coda.
ko_kr: 노래 `{0}`곡을 대기열에 추가했습니다.
nl_nl: `{0}` nummers toegevoegd aan de wachtrij.
ro_ro: Adăugat `{0}` melodii la listă.
tr_tr: Kuyruğa `{0}` şarkı eklendi.

# music_add_2
source: [{0}]({1}) [{2}] has been added to the queue.
de_de: `{0}` wurde zur Warteschlange hinzugefügt.
el_gr: Το τραγούδι `{0}` έχει προστεθεί στην σειρά.
it_it: [{0}]({1}) [{2}] è stato aggiunto alla coda.
ko_kr: `{0}`이(가) 대기열에 추가되었습니다.
nl_nl: [{0}]({1}) [{2}] is toegevoegd aan de wachtrij.
ro_ro: [{0}]({1}) [{2}] a fost adăugat la coadă.
tr_tr: `{0}` kuyruğa eklendi.

# music_now_playing_1
source: Now playing: [{0}]({1}) [{2}]
de_de: `{0}` wird abgespielt
el_gr: Τώρα παίζει: `{0}`
it_it: Ora in riproduzione: [{0}]({1}) [{2}]
ko_kr: `{0}` 재생 중
nl_nl: Speelt nu: [{0}]({1}) [{2}]
ro_ro: Acum se redă: [{0}]({1}) [{2}]
tr_tr: Şimdi Çalınan Parça: `{0}`
