Repository: MrCakeSlayer/CakeyBot-locale
Catalog: Bot/strings.*.resx
Languages: ar_sa, de_de, el_gr, it_it, ko_kr, nl_nl, ro_ro, tr_tr

# music_volume
source: Volume: `{0}`
ar_sa: الصوت: `{0}`
de_de: Lautstärke: `{0}`
el_gr: Ήχος: `{0}`
ko_kr: 음량: `{0}`
ro_ro: Volum: `{0}`
tr_tr: Ses Düzeyi: `{0}`

# music_livestream
source: Command is disabled while a live stream is playing.
ar_sa: تم تعطيل الأمر اثناء تشغيل البث مباشر.
de_de: Dieser Befehl is während eines Livestreams deaktiviert.
el_gr: Η εντολή απενεργοποιείται ενώ αναπαράγεται μια ζωντανή ροή.
it_it: Il comando è disabilitato durante la riproduzione di uno streaming live.
ko_kr: 실시간 스트림이 재생되는 동안에는 명령어가 비활성화됩니다.
nl_nl: Opdracht is uitgeschakeld wanneer een live stream speelt.
ro_ro: Comanda este dezactivată în timp ce se redă un flux live.
tr_tr: Bir canlı yayın oynatılırken, bu komut kullanılamaz.

# music_playlist_list
source: Found {0} playlists: ```{1}```
ar_sa: وجدت {0} العازفين: ```{1}```
de_de: Es wurden {0} Wiedergabelisten gefunden: ```{1}```
el_gr: Βρέθηκαν {0} λίστες αναπαραγωγής: ```{1}```
it_it: Trovate {0} playlist: ```{1}```
ko_kr: 재생 목록 {0}개를 찾았습니다. ```{1}```
nl_nl: Gevonden: {0} afspeellijsten: ```{1}```
ro_ro: Găsit {0} playlist-uri: ```{1}```
tr_tr: {0} çalma listesi bulundu: ```{1}```

# music_playlist_success_save
source: Successfully saved {0} songs to your `{1}` playlist.
ar_sa: تم الحفظ بنجاح {0} الأغاني الخاصة بك `{1}`تشغيل.
de_de: Erfolgreich {0} Lieder zu deiner Wiedergabeliste `{1}` hinzugefügt.
el_gr: Η αποθήκευση {0} τραγουδιών στην λίστα αναπαραγωγής `{1}` με επιτυχία.
it_it: {0} canzoni salvate correttamente nella tua playlist `{1}`.
ko_kr: 노래 {0}곡을 `{1}` 재생 목록에 성공적으로 저장했습니다.
nl_nl: Succesvol {0} nummers opgeslagen naar je `{1}` afspeellijst.
ro_ro: Salvat cu succes {0} melodii pentru playlist-ul `{1}` tău.
tr_tr: {0} şarkı, `{1}` adlı çalma listene başarıyla kaydedildi.

# music_playlist_success_load
source: Successfully loaded {0} songs from your `{1}` playlist.
ar_sa: تم تحميله بنجاح {0} الأغاني من الخاص `{1}`تشغيل.
de_de: {0} Lieder von der Wiedergabeliste `{1}` erfolgreich geladen.
el_gr: Η φόρτωση {0} τραγουδιών από την λίστα αναπαραγωγής `{1}` έγινε με επιτυχία.
it_it: {0} canzoni caricate correttamente nella tua playlist `{1}`.
ko_kr: 노래 {0}곡을 `{1}` 재생 목록에서 성공적으로 불러왔습니다.
nl_nl: Succesvol {0} nummers geladen van uw `{1}` afspeellijst.
ro_ro: Încărcat cu succes {0} melodii pentru playlist-ul `{1}`.
tr_tr: `{1}` adlı çalma listendeki {0} şarkı başarıyla yüklendi.

# music_playlist_success_delete
source: Successfully deleted your `{0}` playlist.
ar_sa: حذف بنجاح الخاص بك `{0}`تشغيل.
de_de: Die Wiedergabeliste `{0}` wurde erfolgreich gelöscht.
el_gr: Διαγράφηκε με επιτυχία η λίστα αναπαραγωγής `{0}`.
it_it: La tua playlist `{0}` è stata eliminata correttamente.
ko_kr: `{0}` 재생 목록을 성공적으로 삭제했습니다.
nl_nl: Succesvol je `{0}` afspeellijst verwijderd.
ro_ro: Eliminat cu succes playlist-ul `{0}`.
tr_tr: `{0}` adlı çalma listen başarıyla silindi.

# music_locate
source: Cakey Bot is currently playing music in `{0}`.
ar_sa: يلعب Cakey Bot حاليًا موسيقى في `{0}`.
de_de: Cakey Bot spielt gerade Musik in `{0}`.
el_gr: Το Cakey Bot παίζει μουσική στο `{0}`.
it_it: Cakey Bot sta attualmente riproducendo musica in `{0}`.
ko_kr: Cakey Bot이 `{0}`에서 현재 음악을 재생하고 있습니다.
nl_nl: Cakey Bot speelt momenteel muziek in `{0}`.
ro_ro: Cakey Bot redă muzica în `{0}`.
tr_tr: Cakey Bot şu anda `{0}` kanalında müzik çalıyor.

# music_cancel_1
source: Successfully canceled search.
ar_sa: تم إلغاء البحث بنجاح.
de_de: Suche erfolgreich abgebrochen.
el_gr: Επιτυχία ακύρωση αναζήτησης.
it_it: Ricerca annullata correttamente.
ko_kr: 검색을 성공적으로 취소했습니다.
nl_nl: Zoekopdracht succesvol geannuleerd.
ro_ro: Căutare a fost revocată cu succes.
tr_tr: Arama başarıyla iptal edildi.

# music_cancel_2
source: Type the number to select a song or 'cancel'/'none' to cancel the selection.
ar_sa: اكتب الرقم لتحديد أغنية أو `cancel` / `none` لإلغاء التحديد.
de_de: Gebe die Nummer ein, um einen Song auszuwählen. Gebe 'cancel'/'none' ein, um die Auswahl abzubrechen.
el_gr: Γράψτε έναν από τους αριθμούς για να διαλέξτε ένα τραγούδι ή γράψτε 'cancel' /'none' για να ακυρώσετε την επιλογή.
it_it: Digita il numero per selezionare una canzone o 'annulla'/'nessuno' per annullare la selezione.
ko_kr: 노래를 선택하려면 번호를 입력하고 선택을 취소하려면 'cancel'/'none'을 입력하세요.
nl_nl: Typ het nummer om een nummer te selecteren of 'cancel'/'none' om de selectie te annuleren.
ro_ro: Tastați numărul pentru a selecta o melodie sau "cancel"/"none" pentru a anula selecția.
tr_tr: Bir şarkıyı seçmek için numara gir ya da seçimi iptal etmek için 'cancel'/'none' yaz.

# music_string_1
source: Queue Position:
ar_sa: موقف قائمة الانتظار:
de_de: Warteschlangenposition:
el_gr: Θέση στην σειρά:
it_it: Posizione Coda:
ko_kr: 대기열 위치:
nl_nl: Wachtrij positie:
ro_ro: Poziția în Coadă:
tr_tr: Kuyruktaki Yeri:

# music_string_2
source: Est. Time Until Play:
ar_sa: Est. الوقت حتى التشغيل:
de_de: Voraussichtliche Zeit bis abspielen:
el_gr: Εκτιμώμενος χρόνος μέχρι το τραγούδι:
it_it: Tempo Stimato Alla Riproduzione:
ko_kr: 재생까지 남은 예상 시간:
nl_nl: Geschatte tijd tot afspelen:
ro_ro: Est. Timp Până La Redare:
tr_tr: Çalınmasına tahmini süre:

# music_string_3
source: No tracks in queue.
ar_sa: لا توجد مسارات في قائمه الانتظار.
de_de: Keine Titel in der Warteschlange.
el_gr: Δεν υπάρχουν τραγούδια στην σειρά.
it_it: Nessuna traccia in coda.
ko_kr: 대기열에 트랙이 없습니다.
nl_nl: Geen nummers in wachtrij.
ro_ro: Nu există piese în listă.
tr_tr: Kuyrukta hiç şarkı yok.

# music_string_4
source: +{0} more songs.
ar_sa: +{0} المزيد من الأغاني.
de_de: +{0} weitere Songs.
el_gr: Υπάρχουν άλλα {0} τραγούδια.
it_it: +{0} altre canzoni.
ko_kr: 노래 {0}곡이 더 남았습니다.
nl_nl: Nog +{0} nummers over.
ro_ro: Încă +{0} melodii.
tr_tr: +{0} şarkı daha.

# music_string_5
source: You must enter a time value.
ar_sa: يجب عليك إدخال قيمة الوقت.
de_de: Du musst einen gültigen Zeitwert angeben.
el_gr: Πρέπει να γράψετε μια τιμή ώρας.
it_it: Devi inserire un valore di orario.
ko_kr: 시간 값을 입력해야 합니다.
nl_nl: U moet een tijdwaarde invoeren.
ro_ro: Trebuie să introduci o valoare de timp.
tr_tr: Bir zaman değeri girmelisin.

# music_string_6
source: Invalid time.
ar_sa: وقت غير صالح.
de_de: Ungültige Zeitangabe.
el_gr: Ο χρόνος δεν είναι έγκυρος.
it_it: Orario non valido.
ko_kr: 잘못된 시간입니다.
nl_nl: Ongeldige tijd.
ro_ro: Oră invalidă.
tr_tr: Geçersiz zaman değeri.

# music_string_7
source: Time is outside of video's length, try again.
ar_sa: الوقت خارج عن طول الفيديو ، أعد المحاولة.
de_de: Diese Zeitangabe ist außerhalb der Videolänge. Versuch's nochmal.
el_gr: Ο χρόνος είναι εκτός του μήκους του βίντεο, προσπαθήστε ξανά.
it_it: Tempo esterno alla lunghezza del video, riprova.
ko_kr: 시간이 동영상의 길이를 벗어납니다, 다시 시도하세요.
nl_nl: Tijd is buiten de lengte van de video, probeer het opnieuw.
ro_ro: Timpul este în afara lungimii videoclipului, încercați din nou.
tr_tr: Girilen zaman videonun uzunluğunun ötesinde, tekrar dene.

# music_string_8
source: A song must currently be playing to use this command, try `!play` instead.
ar_sa: يجب أن يتم تشغيل أغنية حاليًا لاستخدام هذا الأمر ، جرِّب `play!` بدلاً من ذلك.
de_de: Ein Song muss derzeit wiedergegeben werden, um den Befehl nutzen zu können. Versuche `!play` stattdessen.
el_gr: Ένα τραγούδι πρέπει να παίζει αυτή την στιγμή για να χρησιμοποιήσετε αυτή την εντολή, προσπαθήστε `!play` αντί.
it_it: Una canzone deve essere attualmente in riproduzione per usare questo comando, prova `!play` invece.
ko_kr: 이 명령어를 사용하려면 현재 노래가 재생 중이어야 합니다, 대신 `!play`를 사용해보세요.
nl_nl: Een nummer moet momenteel worden afgespeeld om dit commando te gebruiken, probeer `!play`.
ro_ro: Un cântec trebuie să fie redat în prezent pentru a utiliza această comandă, încercați `!play` în schimb.
tr_tr: Bu komutu kullanmabilmek için bir şarkının çalıyor olması gerekli, yerine `!play` komutunu kullan.

# music_string_9
source: There is no track playing right now.
ar_sa: لا يوجد مسار اللعب الآن.
de_de: Derzeit wird kein Titel abgespielt.
el_gr: Δεν υπάρχει αναπαραγωγή κομματιού αυτήν τη στιγμή.
it_it: Nessuna traccia in riproduzione al momento.
ko_kr: 현재 재생 중인 트랙이 없습니다.
nl_nl: Er wordt momenteel geen track afgespeeld.
ro_ro: Nu există nici-o listă chiar acum.
tr_tr: Şu anda çalan bir parça yok.

# music_string_10
source: Author
ar_sa: مؤلف
de_de: Autor
el_gr: Συγγραφέας
it_it: Autore
ko_kr: 작성자
nl_nl: Auteur
ro_ro: Autor
tr_tr: Gönderen

# music_string_11
source: Position
ar_sa: الموقع
el_gr: Θέση
it_it: Posizione
ko_kr: 위치
nl_nl: Positie
ro_ro: Poziţia
tr_tr: Çalma Konumu

# music_string_12
source: Volume
ar_sa: مستوى الصوت
de_de: Lautstärke
el_gr: Ένταση
ko_kr: 음량
ro_ro: Volum
tr_tr: Ses

# music_string_13
source: Source
ar_sa: مصدر
de_de: Quelle
el_gr: Πηγή
it_it: Fonte
ko_kr: 출처
nl_nl: Bron
ro_ro: Sursa
tr_tr: Kaynak

# music_string_14
source: Paused?
ar_sa: توقف؟
de_de: Pausiert?
el_gr: Είναι σε πάυση;
it_it: In Pausa?
ko_kr: 일시 정지됨?
nl_nl: Gepauzeerd?
ro_ro: Pe pauză?
tr_tr: Durdurulmuş Mu?

# music_string_15
source: Livestream?
ar_sa: البث المباشر؟
el_gr: Απευθείας μετάδοση;
it_it: Diretta Live?
ko_kr: 실시간 스트림?
ro_ro: Transmitere Live?
tr_tr: Canlı Yayın Mı?

# music_string_16
source: Vote Skips
ar_sa: التصويت ليتخطى
de_de: Abstimmungen überspringen
el_gr: Ψήφοι παράλειψης
it_it: Vota Salti
ko_kr: 건너뛰기 투표
nl_nl: Stem overslaan
ro_ro: Voturi Pentru a Sării
tr_tr: Geçme Oyları

# music_string_17
source: Queue:
ar_sa: قائمه انتظار:
de_de: Warteschlange:
el_gr: Σειρά:
it_it: Coda:
ko_kr: 대기열:
nl_nl: Wachtrij:
ro_ro: Lista de Redare:
tr_tr: Kuyruk:

# music_string_18
source: Now playing:
ar_sa: الان التشغيل:
de_de: Läuft gerade:
el_gr: Παίζει Τώρα:
it_it: Ora in Riproduzione:
ko_kr: 재생 중인 노래:
ro_ro: Se Redă Acum:
tr_tr: Şimdi Çalınan Parça:

# music_string_19
source: Requested By
ar_sa: مطلوب من
de_de: Angefordert von
el_gr: Ζητήθηκε από
it_it: Richiesto Da
ko_kr: 요청한 사용자
nl_nl: Aangevraagd door
ro_ro: Solicitat De
tr_tr: İsteyen Kişi

# music_string_20
source: Looping?
ar_sa: حلقات؟
de_de: Dauerschleife?
el_gr: Βρόχο;
it_it: In loop?
ko_kr: 반복 중?
nl_nl: Lopen?
ro_ro: Pe Repetare?
tr_tr: Döngüde Mi?

# music_string_21
source: Bass Boosted?
ar_sa: تحسين معزز؟
de_de: Bassverstärkt?
el_gr: Έχει ενισχυθεί το μπάσο;
it_it: Potenziamento Bassi?
ko_kr: 저음 증폭됨?
ro_ro: Amplificarea Basului?
tr_tr: Bas Seviyesi Yüksek Mi?

# music_unknown_author
source: Unknown author
ar_sa: مؤلف مجهول
de_de: Unbekannter Autor
el_gr: Άγνωστος δημιουργός
it_it: Autore sconosciuto
ko_kr: 알 수 없는 작성자
nl_nl: Onbekende auteur
ro_ro: Autor necunoscut
tr_tr: Bilinmeyen sanatçı

# music_unknown_title
source: Unknown title
ar_sa: عنوان غير معروف
de_de: Unbekannter Titel
el_gr: Άγνωστος τίτλος
it_it: Titolo sconosciuto
ko_kr: 알 수 없는 제목
nl_nl: Onbekende titel
ro_ro: Melodie necunoscuta
tr_tr: Bilinmeyen başlık

# music_embed_success_1
source: The song request channel (<#{0}>) has been created. You can rename or move the channel if you wish.
ar_sa: تم إنشاء قناة طلب الأغنية (;lt;#{0}&gt&) يمكنك إعادة تسمية القناة أو نقلها إذا أردت. n\
de_de: Der Songanfragen Kanal (<#{0}>) wurde erstellt. Du kannst den Kanal umbenennen oder verschieben, wenn du magst.
el_gr: Το κανάλι αίτησης τραγουδιού (<#{0}>) έχει δημιουργηθεί. Μπορείτε να μετονομάσετε ή να μετακινήσετε το κανάλι, εάν θέλετε.
it_it: Il canale di richiesta del brano (<#{0}>) è stato creato. Se lo desideri, puoi rinominare o spostare il canale.
ko_kr: 노래 요청 채널(<#{0}>)이 만들어졌습니다. 원하는 경우 채널의 이름을 바꾸거나 채널을 이동할 수 있습니다.
nl_nl: Het nummer verzoek kanaal (<#{0}>) is aangemaakt. Je kunt het kanaal hernoemen of verplaatsen als je wilt.
ro_ro: Canalul de solicitare a melodiei (<#{0}>) a fost creat. Puteți redenumi sau muta canalul, dacă doriți.
tr_tr: Şarkı isteği kanalı (<#{0}>) oluşturuldu. İstersen kanalı yeniden adlandırabilir veya taşıyabilirsin.

# music_embed_success_2
source: Please do not delete any messages in the song request channel. If you do, you will need to run the setup again.
ar_sa: يرجى عدم حذف أي رسائل في قناة طلب الأغنية. إذا قمت بذلك ، ستحتاج إلى تشغيل الإعداد مرة أخرى.
de_de: Bitte lösche keine Nachricht im Songanfragen Kanal. Wenn du dies machst, musst du das Setup erneut ausführen.
el_gr: Μην διαγράψετε μηνύματα στο κανάλι αίτησης τραγουδιού. Εάν το κάνετε, θα πρέπει να εκτελέσετε ξανά τη ρύθμιση.
it_it: Non eliminare alcun messaggio nel canale di richiesta del brano. In tal caso, sarà necessario eseguire nuovamente l'installazione.
ko_kr: 노래 요청 채널에서 메시지를 삭제하지 마세요. 삭제할 경우 설정을 다시 실행해야 합니다.
nl_nl: Verwijder geen berichten in het nummer verzoekkanaal. Zo ja, dan moet je de setup opnieuw uitvoeren.
ro_ro: Vă rugăm să nu ștergeți niciun mesaj din canalul de cerere a melodiei. Dacă o faceți, va trebui să rulați configurarea din nou.
tr_tr: Lütfen şarkı isteği kanalındaki hiçbir mesajı silme. Eğer silersen, kurulumu en baştan yapman gerekecek.

# music_embed_queue_1
source: Join a Voice Channel and search a song by name or URL by typing it in this channel.
ar_sa: انضم إلى قناة صوتية وابحث عن أغنية بالاسم أو عنوان Url بكتابتها في هذه القناة.
de_de: Geh in einen Sprachkanal und suche nach einem Song via Name oder URL in dem du diese(n) hier rein schreibst.
el_gr: Μπείτε σε ένα Κανάλι Ομιλίας και αναζητήστε ένα τραγούδι με το όνομα ή το URL πληκτρολογώντας το σε αυτό το κανάλι.
it_it: Iscriviti a un canale vocale e cerca un brano per nome o URL digitandolo in questo canale.
ko_kr: 음성 채널에 참여하고 이 채널에서 이름이나 URL을 입력하여 이름이나 URL로 노래를 검색할 수 있습니다.
nl_nl: Word lid van een Voice Channel en zoek een nummer op naam of URL door het in dit kanaal te typen.
ro_ro: Alătură-te unui canal de voce și caută un cântec după nume sau un URL tastându-l în acest canal.
tr_tr: Bir Ses Kanalına katıl, ve bu kanala bir şarkının ismini veya bağlantısını yazarak arama yap.

# music_embed_queue_2
source: Supported sources: Youtube, Youtube Livestreams, Twitch, Bandcamp, Vimeo, Soundcloud, Vlare.tv, Direct URL/Web File *`(MP3 & MP4 Formats)`* & Spotify *`(EXPERIMENTAL)`*.
ar_sa: المصادر المتوفوة: Youtube, Youtube Livestreams, Twitch, Bandcamp, Vimeo, Soundcloud, Vlare.tv, لينك مباشر / فايل ويب*`(MP3 & MP4 Formats)`* & Spotify *`(تجريبي)`*.
de_de: Unterstützte Quellen: Youtube, Youtube Livestreams, Twitch, Bandcamp, Vimeo, Soundcloud, Vlare.tv, URL oder Web-Datei *`(MP3& MP4 Format)`* & Spotify *`(EXPERIMENTELL)`*.
el_gr: Υποστηριζόμενες πηγές: YouTube, YouTube Livestreams, Twitch, Bandcamp, Mixer, Vimeo, Soundcloud, Vlare.tv, Συνδεσμός/Αρχείο Ιστού *`(MP3 & Μορφές MP4)`* & Spotify *`(ΠΕΙΡΑΜΑΤΙΚΟ)`*.
it_it: Fonti supportate: Youtube, Youtube Livestreams, Twitch, Bandcamp, Vimeo, Soundcloud, Direct URL/File Web *`(Formati MP3 e MP4)`* e Spotify *`(SPERIMENTALE)`*.
ko_kr: 지원되는 출처: YouTube, YouTube 실시간 스트림, Twitch, Bandcamp, Vimeo, SoundCloud, Vlare.tv, 직접 URL/웹 파일 *`(MP3 및 MP4 형식)`* 및 Spotify *`(실험적)`*.
nl_nl: Ondersteunde bronnen: Youtube, Youtube Livestreams, Twitch, Bandcamp, Vimeo, Soundcloud, Direct URL/Web Bestand *`(MP3 & MP4 formaten)`* & Spotify *`(EXPERIMENTAL)`*.
ro_ro: Surse suport: Youtube, Youtube Livestreams, Twitch, Bandcamp, Mixer, Vimeo, Soundcloud, Vlare.tv, Direct URL/Web File *`(Formate MP3 & MP4)`* & Spotify *`(EXPERIMENTAL)`*.
tr_tr: Desteklenen kaynaklar: Youtube, Youtube canlı yayınları, Twitch, Bandcamp, Vimeo, Soundcloud, Vlare.tv, Direkt URL/Dosya linki *`(MP3 & MP4 Dosyaları)`* & Spotify *`(DENEYSEL)`*.

# music_embed_react_1
source: Pause/Resume a song
ar_sa: وقف/استئناف أغنية
de_de: Pausieren/Fortsetzen eines Songs
el_gr: Παύση/Συνέχιση τραγουδιού
it_it: Metti in pausa / riprendi un brano
ko_kr: 노래 일시 정지/다시 시작
nl_nl: Pauze/Hervat een nummer
ro_ro: Pauza/Reluarea unei melodii
tr_tr: Şarkıyı duraklat/devam ettir

# music_embed_react_2
source: Clear the queue
ar_sa: محو قائمة الانتظار
de_de: Warteschlange leeren
el_gr: Καθαρισμός λίστας αναπαραγωγής
it_it: Cancella la coda
ko_kr: 대기열 지우기
nl_nl: Wis de wachtrij
ro_ro: Șterge coada
tr_tr: Kuyruğu temizle

# music_embed_react_3
source: Skip the song
ar_sa: تخطي الأغنية
de_de: Song überspringen
el_gr: Παράλειψη του τραγουδιού
it_it: Salta la canzone
ko_kr: 노래 건너뛰기
nl_nl: Het nummer overslaan
ro_ro: Sari peste melodie
tr_tr: Şarkıyı atla

# music_embed_react_4
source: Shuffle the queue
ar_sa: خلط قائمة الانتظار
de_de: Warteschlange durchwürfeln
el_gr: Ανακάτεμα σειράς της ουράς
it_it: Mischia la coda
ko_kr: 대기열 순서 섞기
nl_nl: Schud de wachtrij
ro_ro: Amestecă coada
tr_tr: Kuyruğu karıştır

# music_embed_react_5
source: Loop the current song
ar_sa: قمت بتكرار الأغنية الحالية
de_de: Aktuellen Song wiederholen
el_gr: Επανάληψη του τρέχοντος τραγουδιού
it_it: Ripeti il brano corrente
ko_kr: 현재 노래 반복
nl_nl: Herhaal het huidige nummer
ro_ro: Repetă melodia curentă
tr_tr: Geçerli şarkıyı döngüye al

# music_embed_react_6
source: Restart the current song
ar_sa: أعادة تشغيل الأغنية الحالية
de_de: Aktuellen Song neu starten
el_gr: Επανάληψη του τρέχοντος τραγουδιού
it_it: Riavvia il brano corrente
ko_kr: 현재 노래 다시 시작
nl_nl: Herstart het huidige nummer
ro_ro: Repornește melodia curentă
tr_tr: Geçerli şarkıyı yeniden başlat

# music_logger_trackend
source: Finished playing: [{0}]({1}) [{2}] <:CB_NowPlaying:586387464743157770> Now playing: [{3}]({4}) [{5}]
de_de: Abspielen von `{0}` <:CB_NowPlaying:586387464743157770> beendet. Jetzt läuft: `{1}`
el_gr: Τελείωσε το:`{0}` <:CB_NowPlaying:586387464743157770> Τώρα παίζει: `{1}`
it_it: <:CB_Voice:454702610469879809> Riproduzione terminata: [{0}]({1}) [{2}] <:CB_NowPlaying:586387464743157770> Ora in riproduzione: [{3}]({4}) [{5}]
ko_kr: `{0}` 재생 완료 <:CB_NowPlaying:586387464743157770> `{1}` 재생 중
nl_nl: <:CB_Voice:454702610469879809> Afspelen: [{0}]({1}) [{2}] <:CB_NowPlaying:586387464743157770> Nu spelen: [{3}]({4}) [{5}]
ro_ro: S-a terminat jucarea: [{0}]({1}) [{2}] <:CB_NowPlaying:586387464743157770> Acum se redă: [{3}]({4}) [{5}]
tr_tr: `{0}` parçası çalındı. <:CB_NowPlaying:586387464743157770> Şimdi çalınan parça: `{1}`

# music_logger_error
source: Track got stuck while trying to play.
ar_sa: عُلقت المسار أثناء محاولة اللتشغيل.
de_de: Der Song hängt fest während des abspielens.
el_gr: Το τραγούδι κόλλησε προσπαθώντας να παίξει.
it_it: La traccia si è bloccata durante il tentativo di giocare.
ko_kr: 트랙을 재생하려고 하는 동안 트랙이 멈췄습니다.
nl_nl: Track werd vastgelopen tijdens het proberen af te spelen.
ro_ro: Piesa a rămas blocată în timp ce încerca să se redea.
tr_tr: Parça, çalınmaya çalışılırken takıldı.

# music_logger_disconnect
source: All users left voice channel, bot will disconnect in 30 seconds.
ar_sa: غادر جميع المستخدمين القناة الصوتية ، سيتم قطع بوت في 30 ثانية.
de_de: Alle Benutzer haben den Sprachkanal verlassen. Der Bot wird in 30 Sekunden die Verbindung trennen.
el_gr: Όλοι οι χρήστες αποσυνδέθηκαν από το κανάλι φωνής, το bot θα αποσυνδεθεί σε 30 δευτερόλεπτα.
it_it: Tutti gli utenti hanno lasciato il canale vocale, il bot si disconnetterà in 30 secondi.
ko_kr: 모든 사용자가 음성 채널에서 나갔기에 봇의 연결을 30초 후 끊습니다.
nl_nl: Alle gebruikers hebben een spraakkanaal achtergelaten, bot zal de verbinding binnen 30 seconden verbreken.
ro_ro: Toți utilizatorii au părăsit canalul vocal, botul se va deconecta în 30 de secunde.
tr_tr: Tüm kullanıcılar ses kanalından ayrıldı. Bot, 30 saniye içinde bağlantıyı kesecek.

# music_grab_error
source: A song must be playing to grab it.
it_it: Una canzone dev'essere in riproduzione per selezionarla.
ko_kr: 노래를 가져오려면 노래가 재생 중이어야 합니다.
nl_nl: Er moet een nummer worden afgespeeld om het te pakken.
ro_ro: Un cântec trebuie să se redea pentru a-l prinde.

# music_grab_dm
source: Successfully sent song info to your DMs.
it_it: Info del brano inviate correttamente ai tuoi DM.
ko_kr: 노래 정보를 DM에 성공적으로 전송했습니다.
nl_nl: Nummer info met succes naar uw DM's gestuurd.
ro_ro: Informațiile melodiei au fost trimise cu succes către mesajele tale directe.

# music_grab_dm_failed
source: Failed to send DM, please check your settings.
it_it: Impossibile inviare DM, sei pregato di controllare le tue impostazioni.
ko_kr: DM을 전송하지 못했습니다, 설정을 확인해주세요.
nl_nl: Verzenden van DM mislukt, controleer uw instellingen.
ro_ro: Esuare trimitere MD, te rugam sa verifici setarile.

# music_equalizer_none
source: No equalizer bands have been set.
it_it: Nessuna banda dell'equalizzatore impostata.
ko_kr: 이퀄라이저 대역이 설정되지 않았습니다.
nl_nl: Er zijn geen equalizerbanden ingesteld.
ro_ro: Nu au fost setate benzi de egalizator.

# music_equalizer_invalid_1
source: Valid bands are 0 through 14
it_it: Le bande valide sono da 0 a 14
ko_kr: 올바른 대역은 0에서 14 사이입니다
nl_nl: Geldige banden zijn 0 tot en met 14
ro_ro: Benzile valide sunt de la 0 la 14

# music_equalizer_invalid_2
source: Valid gain values are between -0.25 and 1.0
it_it: I valori di gain validi sono tra -0.25 e 1.0
ko_kr: 올바른 게인 값은 -0.25에서 0 사이입니다
nl_nl: Geldige gain waarden zijn tussen -0.25 en 1.0
ro_ro: Valorile de câştig valide sunt între -0,25 şi 1,0

# music_equalizer_success
source: Successfully set band #{0} to `{1}`
it_it: Banda #{0} impostata correttamente a `{1}`
ko_kr: 대역 #{0}을(를) `{1}`(으)로 성공적으로 설정했습니다
nl_nl: Succesvol band #{0} ingesteld op `{1}`
ro_ro: Cu succes setați banda #{0} la `{1}

# roles_persistent
source: The `{0}` role was successfully {1} {2}.
ar_sa: دور `{0}`تم بنجاح {1} {2}.
de_de: Die Rolle `{0}` wurde erfolgreich {1} {2}.
el_gr: Ο ρόλος του `{0}`ήταν επιτυχής {1} {2}.
it_it: Il ruolo `{0}` è stato {1} {2} correttamente.
ko_kr: `{0}` 역할이 {2}{1}.
nl_nl: De `{0}` rol was met succes {1} {2}.
ro_ro: Rolul `{0}` a fost cu succes {1} {2}.
tr_tr: `{0}` rolü, başarıyla {2} {1}.

# roles_persistent_1
source: added to
ar_sa: أضافه إلى
de_de: hinzugefügt zu
el_gr: προστέθηκε
it_it: aggiunto a
ko_kr: 에게 성공적으로 추가되었습니다
nl_nl: toegevoegd aan
ro_ro: adăugat din
tr_tr: adlı kişiye eklendi

# roles_persistent_2
source: removed from
ar_sa: أزاله من
de_de: entfernt von
el_gr: αφαιρέθηκε από
it_it: rimosso da
ko_kr: 에게서 성공적으로 제거되었습니다
nl_nl: verwijderd van
ro_ro: eliminat din
tr_tr: adlı kişiden kaldırıldı

# gif_error_1
source: Couldn't find any gifs. :frowning:
ar_sa: لا يمكن العثور على أي صور متحركة. :frowning:
de_de: Konnte keine Gifs finden. :frowning:
el_gr: Δεν μπόρεσα να βρω κάποιο gif. :frowning:
it_it: Impossibile trovare alcuna gif. :frowning:
ko_kr: GIF를 찾을 수 없습니다. :frowning:
nl_nl: Kon geen gifs vinden. :frowning:
ro_ro: Nu am găsit nici un gif. :frowning:
tr_tr: Hiç GIF bulunamadı :frowning:

# gif_error_2
source: Couldn't find any gifs that were SFW :frowning:
ar_sa: لا يمكن العثور على أي صور متحركة :frowning:
de_de: Konnte keine SFW-Gifs finden. :frowning:
el_gr: Δεν μπόρεσα να βρω κάποιο gif που ήταν SFW. :frowning:
it_it: Impossibile trovare alcune gif che fossero SFW :frowning:
ko_kr: 전 연령에 적합한 GIF를 찾을 수 없습니다. :frowning:
nl_nl: Kon geen gifs vinden die SFW waren :frowning:
ro_ro: Nu s-a putut găsi orice gif care erau SFW :frowning:
tr_tr: Hiç SFW olan bir GIF bulunamadı :frowning:

# cmd_usage
source: The prefix for this server is: `{0}` You can change the prefix at: https://cakeybot.app or with `{0}setting prefix <new prefix>`
ar_sa: Prefix لهذا الخادم هو: `{0}` يمكنك تغيير بادئة في: https://cakeybot.app أو مع `{0}وضع بادئة <new prefix>`
de_de: Die Prefix für diesen Server ist: `{0}` Du kannst die Prefix hier ändern: https://cakeybot.app oder mit `{0}setting prefix <new prefix>`
el_gr: Το πρόθεμα αυτού του σέρβερ είναι: `{0}` Μπορείς να το αλλάξεις στο: https://cakeybot.app ή γράφοντας `{0}setting prefix <new prefix>`
it_it: Il prefisso per questo server è: `{0}` Puoi modificare il prefisso a: https://cakeybot.app o con `{0}setting prefix <new prefix>`
ko_kr: 이 서버의 접두사는 `{0}`입니다 접두사는 https://cakeybot.app 에서 변경하거나 `{0}setting prefix <새 접두사>`로 변경할 수 있습니다
nl_nl: De prefix voor deze server is: `{0}` Je kan de prefix veranderen op: https://cakeybot.app of met `{0}setting prefix <new prefix>`
ro_ro: Prefixul pentru acest server este: `{0}` Puteți modifica prefixul pe: https://cakeybot.app sau cu `{0}setting prefix <new prefix>`
tr_tr: Bu sunucunun ön-eki `{0}` olarak ayarlı. Bunu https://cakeybot.app adresinden, veya `{0}setting prefix <new prefix>` komutunu kullanarak değiştirebilirsin
